{
    "title": "پلیس ترانزیت و حمل و نقل ریلی",
    "description": "حفاظت و پاسبانی از اموال، کارکنان، و مسافران راه آهن و حمل و نقل.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "ایمنی و امنیت عمومی",
                    "دانش تجهیزات، سیاست ها، روش ها و استراتژی های مربوطه برای ارتقای عملیات امنیتی محلی، استانی یا ملی به منظور حفاظت از افراد، داده ها، املاک و موسسات."
                ],
                [
                    "قانون و دولت",
                    "دانش قانون، قوانین حقوقی، آیین های دادگاهی، رویه های قضایی، مقررات دولتی، دستورات اجرایی، مقررات آژانس و فرآیند سیاسی دموکراتیک."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "حمل و نقل",
                    "دانش اصول و روش هایی برای انتقال افراد یا کالاها از طریق هوایی، ریلی، دریایی یا جاده شامل هزینه ها و منافع وابسته"
                ],
                [
                    "ارتباطات از راه دور",
                    "دانش انتقال، پخش، سوئیچ کردن، کنترل و راه اندازی سیستم های ارتباط از راه دور"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "حل مسائل پیچیده",
                    "شناسایی مسائل پیچیده و مرور اطلاعات مرتبط برای ایجاد و ارزیابی گزینه ها و اجرای راه حل ها."
                ],
                [
                    "یادگیری فعال",
                    "درک معانی اطلاعات جدید برای حل مسائل جاری و آینده و تصمیم گیری."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "انجام فعالیت های فیزیکی عمومی",
                    "انجام فعالیت های فیزیکی که به استفاده قابل توجه از دستان و پاهای شما و حرکت کل بدن تان - مثل بالا رفتن، بلند کردن، تعادل، راه رفتن، خم شدن و به کار بردن مواد - نیاز دارد."
                ],
                [
                    "مستندسازی/ثبت اطلاعات",
                    "وارد کردن و نوشتن، ثبت، ذخیره یا حفظ اطلاعات به شکل مکتوب یا الکترونیکی/مغناطیسی"
                ],
                [
                    "فعالیت مستقیم برای عموم",
                    "کار کردن یا فعالیت مستقیم برای عموم. این شامل خدمت به مشتریان در رستوران ها و فروشگاه ها و استقبال از مشتریان یا مهمانان است."
                ],
                [
                    "شناسایی اشیا، اقدامات و رویدادها",
                    "شناسایی اطلاعات از طریق دسته بندی، ارزیابی، شناخت اختلافات یا شباهت ها و تعیین تغییرات در محیط یا رویدادها."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "اهمیت دقیق و صحیح بودن",
                    "رعایت دقت یا صحت بالا در انجام این شغل تا چه اندازه اهمیت دارد؟"
                ],
                [
                    "پوشیدن لباس های ایمنی یا حفاظتی مرسوم",
                    "چه مقدار این شغل شاغل را ملزم به پوشیدن لباس های ایمنی یا حفاظتی مرسوم مثل کفش ها، عینک ها و دستکش های ایمنی، کلاه های ایمنی یا ژاکت های محافظ می کند؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی سه: مستلزم آمادگی متوسط"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم دیدن آموزش در مراکز فنی و حرفه ای، تجربه کاری مرتبط حین کار، یا داشتن مدرک کاردانی می باشد. "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط می باشد. به عنوان مثال، یک برقکار باید دوره کارآموزی سه یا چهار ساله ای را گذرانده باشد یا سالیان متمادی آموزش در حین کار دیده باشد، و اغلب باید به منظور تصدی این شغل، در آزمون های خاصی شرکت کرده و مجوز مربوطه را دریافت نماید."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند آموزش به مدت یک سال تا دو سال می باشند که شامل تلفیقی از تجربه حین کار یا آموزش های غیر رسمی حین کار با کارگران با تجربه می باشد. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از مهارت های ارتباطی و سازماندهی افراد برای هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص استفاده می شود. مدیران خدمات غذایی، برقکارها، کاردانان فنی کشاورزی، منشی های حقوقی، مصاحبه کنندگان، و کارگزاران فروش بیمه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(6 تا < 7)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "سازگاری/انعطاف پذیری",
                    "شغل نیازمند برخورد باز با تغییرات (مثبت یا منفی) قابل توجه در محیط کاری است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ]
            ]
        }
    ]
}