{
    "title": "هنرمند صنایع دستی",
    "description": "خلق یا بازسازی اشیاء دست ساز برای فروش یا نمایش با استفاده از تکنیک های متنوعی مانند جوشکاری، بافت، سفالگری، و سوزنکاری.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "هنرهای زیبا",
                    "دانش تئوری و تکنیک های لازم برای ترکیب، تولید و اجرای کارهای موسیقی، رقص، هنرهای بصری، نمایشنامه نویسی و مجسمه سازی."
                ],
                [
                    "فروش و بازاریابی",
                    "دانش اصول و روش هایی برای عرضه، تبلیغ و فروش محصولات یا خدمات. این شامل استراتژی و تاکتیک های بازاریابی، تشریح محصول، تکنیک های فروش و سیستم های کنترل فروش می شود."
                ],
                [
                    "طراحی",
                    "دانش تکنیک های طراحی، ابزارها و اصول درگیر در تولید نقشه های فنی دقیق، نقشه های کلی، تصاویر و مدل ها."
                ],
                [
                    "تولیدو پردازش",
                    "دانش مواد خام، فرآیندهای تولیدی، کنترل کیفیت، هزینه ها و سایر تکنیک ها برای حداکثرسازی ساخت و توزیع کالاهای موثر"
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "درک اجتماعی",
                    "آگاهی از واکنش های دیگران و درک اینکه چرا آنها این واکنش را نشان داده اند."
                ],
                [
                    "حل مسائل پیچیده",
                    "شناسایی مسائل پیچیده و مرور اطلاعات مرتبط برای ایجاد و ارزیابی گزینه ها و اجرای راه حل ها."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "جهت گیری خدمات",
                    "جستجوی فعالانه راه هایی برای کمک به افراد."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "بی حرکتی (ثبات) دست و بازو",
                    "توانایی ثابت نگه داشتن دست و بازو و در عین حال حرکت بازویتان یا نگه داشتن بازو و دست تان در یک وضعیت."
                ],
                [
                    "مهارت یدی (چالاک دستی)",
                    "توانایی حرکت دادن سریع دست تان، حرکت سریع دست و بازو با هم یا دو دست تان برای گرفتن، بکار بری یا سرهم کردن اشیاء"
                ],
                [
                    "مهارت انگشتان (چالاکی انگشتان)",
                    "توانایی حرکت دادن سریع و دقیق انگشتان یک یا دو دست برای گرفتن، بکار بریی یا سرهم کردن اشیای بسیار کوچک."
                ],
                [
                    "خلاقیت و نوآوری",
                    "توانایی ارائه ایده های نادر و ماهرانه (خلاقانه) درباره یک موضوع یا وضعیت خاص یا ابداع روش های خلاقانه برای حل یک مساله."
                ],
                [
                    "تعداد ایده ها",
                    "توانایی ارائه تعدادی ایده در خصوص یک موضوع (تعداد ایده ها مهم است، نه کیفیت، صحت نه و خلاقیت موجود در آنها)."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "تفکر خلاقانه",
                    "توسعه، طراحی یا ایجاد کاربردها، ایده ها، روابط، سیستم ها یا محصولات جدید از جمله همکاری های هنری"
                ],
                [
                    "بکار بردن و حرکت دادن اشیا",
                    "استفاده از دستان و بازوان در زمینه نصب، قرار دادن یا حرکت دادن مواد و بکار بری اشیاء"
                ],
                [
                    "فعالیت مستقیم برای عموم",
                    "کار کردن یا فعالیت مستقیم برای عموم. این شامل خدمت به مشتریان در رستوران ها و فروشگاه ها و استقبال از مشتریان یا مهمانان است."
                ],
                [
                    "سازمان دهی، برنامه ریزی و اولویت بندی کار",
                    "توسعه اهداف و برنامه های مشخص جهت اولویت بندی، سازماندهی و تکمیل کارتان."
                ],
                [
                    "نظارت و کنترل منابع",
                    "نظارت و کنترل منابع و کنترل هزینه کرد پول"
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "صرف زمان استفاده از دستان برای کنترل یا حس اشیاء",
                    "چه مقدار این شغل نیازمند استفاده از دستانتان جهت کنترل یا حس اشیا یا ابزار است؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "کار ساخت یافته در برابر کار ساخت نیافته",
                    "تا چه حدی این شغل برای شاغل ساخت یافته است به جای آنکه به او اجازه دهد تا وظایف، اولویت ها و اهداف را تعیین نماید؟"
                ],
                [
                    "صرف زمان جهت ایجاد حرکات پی در پی",
                    "چه مقدار این شغل نیازمند حرکات پی در پی است؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی دو: مستلزم آمادگی اندک"
                ],
                [
                    "تحصیلات",
                    "تصدی این مشاغل معمولا مستلزم داشتن گواهی دیپلم دبیرستان می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل معمولا مهارت، دانش، یا تجربه مرتبط اندکی مورد نیاز می باشد. به عنوان مثال، یک صندوقدار می تواند در کار خود از تجربه کاری مستقیم قبلی اش با عموم بهره بگیرد."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند چند ماه تا یک سال کار با کارگران با تجربه می باشند. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از دانش و مهارت ها به منظور کمک به دیگران استفاده می شود. کارگران مرتبط با ورقه های فولادی، آتش نشانان جنگل ها، نمایندگان خدمات مشتریان، دستیاران فیزیو تراپ ها، فروشندگان (خرده فروشی)، و صندوقداران از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(4 تا < 6)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "نوآوری",
                    "شغل نیازمند خلاقیت و تفکر گزینه ای برای ابداع ایده های جدید و پاسخ به مسائل مرتبط با کار است."
                ],
                [
                    "استقلال",
                    "شغل نیازمند ابداع روش های فردی انجام کارها، هدایت خود توام با نظارت اندک یا صفر و وابستگی به خود برای انجام کارهاست."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "موفقیت/تلاش",
                    "شغل نیازمند ایجاد و حفظ اهداف چالشی موفقیت فردی و به کارگیری تلاش در جهت تسلط بر وظایف است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ]
            ]
        }
    ]
}