{
    "title": "کارشناس ارزشیابی، مستغلات",
    "description": "ارزشیابی دارایی های غیر منقول به منظور تعیین ارزش مناسب و عادلانه برای خرید، فروش، سرمایه گذاری، رهن، یا دریافت و پرداخت وام.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "ساختمان سازی",
                    "دانش مواد، روش ها و ابزار درگیر در ساخت یا تعمیر خانه ها، ساختمان ها یا سایر بناها مثل بزرگراه ها و جاده ها"
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "کامپیوترها و علوم الکترونیک",
                    "دانش مربوط به صفحه مدار، پردازشگرها، تراشه ها، تجهیزات الکترونیکی، سخت افراز و نرم افزار رایانه ای شامل کاربردها و برنامه نویسی."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "نوشتن",
                    "ایجاد ارتباط موثر در نوشتار به شکلی مناسب برای نیازهای مخاطبان."
                ],
                [
                    "قضاوت و تصمیم گیری",
                    "بررسی هزینه ها و منافع نسبی اقدامات بالقوه جهت انتخاب مناسب ترین آنها."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "بیان کتبی",
                    "توانایی انتقال اطلاعات و ایده ها به شکل مکتوب به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "تعامل با کامپیوترها",
                    "استفاده از کامپیوترها و سیستم های رایانه ای (شامل سخت افزار و نرم افزار) برای برنامه نویسی، نوشتن برنامه، ورود داده یا پردازش اطلاعات."
                ],
                [
                    "پردازش اطلاعات",
                    "جمع آوری، کدگذاری، دسته بندی، محاسبه، جدول بندی، ممیزی یا تایید اطلاعات و داده ها"
                ],
                [
                    "ارزیابی اطلاعات برای تعیین سازگاری با استانداردها",
                    "استفاده از اطلاعات مربوط و قضاوت فردی برای تعیین اینکه آیا رویدادها و فرآیندها از قوانین، مقررات یا استانداردها تبعیت می کنند یا خیر."
                ],
                [
                    "شناسایی اشیا، اقدامات و رویدادها",
                    "شناسایی اطلاعات از طریق دسته بندی، ارزیابی، شناخت اختلافات یا شباهت ها و تعیین تغییرات در محیط یا رویدادها."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "کار ساخت یافته در برابر کار ساخت نیافته",
                    "تا چه حدی این شغل برای شاغل ساخت یافته است به جای آنکه به او اجازه دهد تا وظایف، اولویت ها و اهداف را تعیین نماید؟"
                ],
                [
                    "تکرار تصمیم گیری",
                    "چند دفعه شاغل ملزم به گرفتن تصمیماتی می شود که بر سایر افراد، منابع مالی و/یا تصویر و شهرت سازمان تاثیر می گذارد؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "فشار زمان",
                    "چند دفعه این شغل شاغل را ملزم به رعایت ضرب الاجل ها (مهلت های) معین می کند؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی چهار: مستلزم آمادگی قابل توجه"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک کارشناسی چهار ساله می باشد اما در برخی از این مشاغل چنین الزامی وجود ندارد . "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط به میزان قابل ملاحظه ای می باشد. به عنوان مثال، یک حسابدار باید دوره چهار ساله دانشگاهی را گذرانده باشد و سالیان متمادی در این زمینه کار کرده باشد تا واجد شرایط مورد نظر شناخته شود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند داشتن تجربه مرتبط با کار، دیدن آموزش حین کار، و/یا آموزش های فنی و حرفه ای به مدت متمادی می باشند."
                ],
                [
                    "نمونه های حوزه شغل",
                    "بسیاری از این مشاغل در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران می باشند. حسابدارها، مدیران فروش، مدیران پایگاه های داده، مدرسان، شیمی دانان، مهندسان محیط زیست، بازرس های پلیس، و ماموران ویژه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(7 تا < 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "تفکر تحلیلی",
                    "شغل نیازمند تحلیل اطلاعات و استفاده از منطق برای حل مسائل و مشکلات مرتبط با کار است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ]
            ]
        }
    ]
}