{
    "title": "راهنما و همراه تور",
    "description": "همراهی افراد یا گروه ها در تورهای گردشی یا اماکن مورد علاقه افراد مانند بازدید از مراکز صنعتی، ساختمان های عمومی، و گالری های هنری.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "تاریخ و باستان شناسی",
                    "دانش رویدادهای تاریخی و علل و تاثیرات آنها بر روی تمدن ها و فرهنگ ها"
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "ایمنی و امنیت عمومی",
                    "دانش تجهیزات، سیاست ها، روش ها و استراتژی های مربوطه برای ارتقای عملیات امنیتی محلی، استانی یا ملی به منظور حفاظت از افراد، داده ها، املاک و موسسات."
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "جهت گیری خدمات",
                    "جستجوی فعالانه راه هایی برای کمک به افراد."
                ],
                [
                    "درک اجتماعی",
                    "آگاهی از واکنش های دیگران و درک اینکه چرا آنها این واکنش را نشان داده اند."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "فعالیت مستقیم برای عموم",
                    "کار کردن یا فعالیت مستقیم برای عموم. این شامل خدمت به مشتریان در رستوران ها و فروشگاه ها و استقبال از مشتریان یا مهمانان است."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "ایجاد و حفظ روابط بین فردی",
                    "توسعه روابط کاری سازنده و توام با همکاری با دیگران و حفظ آنها در طول زمان."
                ],
                [
                    "توضیح مفهوم اطلاعات برای دیگران",
                    "ترجمه یا توضیح مفهوم اطلاعات و نحوه استفاده از آن."
                ],
                [
                    "تفکر خلاقانه",
                    "توسعه، طراحی یا ایجاد کاربردها، ایده ها، روابط، سیستم ها یا محصولات جدید از جمله همکاری های هنری"
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "رابطه با مشتریان خارجی",
                    "کار با مشتریان خارجی یا عموم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "صحبت عمومی",
                    "هرچند وقت یکبار شما اقدام به صحبت کردن عمومی در این شغل می کنید؟"
                ],
                [
                    "نزدیکی فیزیکی",
                    "تا چه حدی این شغل شاغل را ملزم می کند تا وظایف کاری خود را در نزدیکی سایر افراد انجام دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی سه: مستلزم آمادگی متوسط"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم دیدن آموزش در مراکز فنی و حرفه ای، تجربه کاری مرتبط حین کار، یا داشتن مدرک کاردانی می باشد. "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط می باشد. به عنوان مثال، یک برقکار باید دوره کارآموزی سه یا چهار ساله ای را گذرانده باشد یا سالیان متمادی آموزش در حین کار دیده باشد، و اغلب باید به منظور تصدی این شغل، در آزمون های خاصی شرکت کرده و مجوز مربوطه را دریافت نماید."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند آموزش به مدت یک سال تا دو سال می باشند که شامل تلفیقی از تجربه حین کار یا آموزش های غیر رسمی حین کار با کارگران با تجربه می باشد. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از مهارت های ارتباطی و سازماندهی افراد برای هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص استفاده می شود. مدیران خدمات غذایی، برقکارها، کاردانان فنی کشاورزی، منشی های حقوقی، مصاحبه کنندگان، و کارگزاران فروش بیمه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(6 تا < 7)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "دغدغه خاطر برای دیگران",
                    "شغل نیازمند توجه به نیازها و احساسات دیگران، فهمیده بودن و داشتن روحیه کمک است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ]
            ]
        }
    ]
}