{
    "title": "مدرس نهضت سواد آموزی، آموزش های تقویتی، و مدرسان و مربیان طرح توسعه آموزش عمومی",
    "description": "تدریس یا آموزش جوانان و بزرگسالان مدرسه نرفته در کلاس های آموزش تقویتی، کلاس های آماده سازی برای آزمون توسعه آموزش عمومی، سواد آموزی، یا آموزش زبان انگلیسی به عنوان زبان دوم. این آموزش ها ممکن است در موسسات آموزشی معمول یا سایر مراکز ارایه شوند.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "روان شناسی",
                    "دانش رفتار و عملکرد انسانی؛ تفاوت های فردی از نظر توان، شخصیت و علایق؛ یادگیری و انگیزش؛ روش های پژوهش روانی و ارزیابی و درمان بیماری های رفتاری"
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "راهنمایی",
                    "آموزش نحوه کار به دیگران."
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "نوشتن",
                    "ایجاد ارتباط موثر در نوشتار به شکلی مناسب برای نیازهای مخاطبان."
                ],
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "بیان کتبی",
                    "توانایی انتقال اطلاعات و ایده ها به شکل مکتوب به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "آموزش و تعلیم دیگران",
                    "شناسایی نیازهای آموزشی دیگران، توسعه برنامه ها یا کلاس های رسمی آموزش و تعلیم و آموزش یا تعلیم دیگران."
                ],
                [
                    "توضیح مفهوم اطلاعات برای دیگران",
                    "ترجمه یا توضیح مفهوم اطلاعات و نحوه استفاده از آن."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "هدایت و ارتقای دیگران",
                    "شناسایی نیازهای تحولی دیگران، هدایت، کنترل و نظارت یا کمک به دیگران برای ارتقای مهارت ها یا دانش فردی شان."
                ],
                [
                    "ارتباط با سرپرستان، همکاران یا زیردستان",
                    "ارائه اطلاعات به سرپرستان، همکاران و زیردستان از طریق تلفن به شکل مکتوب یا از طریق ایمیل یا فردی."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "هماهنگ کردن یا هدایت دیگران",
                    "هماهنگ کردن یا هدایت دیگران در انجام فعالیت های کاری در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی چهار: مستلزم آمادگی قابل توجه"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک کارشناسی چهار ساله می باشد اما در برخی از این مشاغل چنین الزامی وجود ندارد . "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط به میزان قابل ملاحظه ای می باشد. به عنوان مثال، یک حسابدار باید دوره چهار ساله دانشگاهی را گذرانده باشد و سالیان متمادی در این زمینه کار کرده باشد تا واجد شرایط مورد نظر شناخته شود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند داشتن تجربه مرتبط با کار، دیدن آموزش حین کار، و/یا آموزش های فنی و حرفه ای به مدت متمادی می باشند."
                ],
                [
                    "نمونه های حوزه شغل",
                    "بسیاری از این مشاغل در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران می باشند. حسابدارها، مدیران فروش، مدیران پایگاه های داده، مدرسان، شیمی دانان، مهندسان محیط زیست، بازرس های پلیس، و ماموران ویژه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(7 تا < 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "دغدغه خاطر برای دیگران",
                    "شغل نیازمند توجه به نیازها و احساسات دیگران، فهمیده بودن و داشتن روحیه کمک است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ]
            ]
        }
    ]
}