{
    "title": "مانکن",
    "description": "مانکنی برای لباس ها و سایر پوشاک برای نمایش آنها در مقابل خریداران آتی در نمایشگاه های مد و لباس، در مقابل افراد خاص، در فروشگاه ها، یا در مقابل عکاسان. ژست گرفتن در مقابل عکاسان برای عکس های تبلیغاتی. می تواند در مقابل نقاشان، مجسمه سازان، و سایر هنرمندان ژست بگیرد.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "هنرهای زیبا",
                    "دانش تئوری و تکنیک های لازم برای ترکیب، تولید و اجرای کارهای موسیقی، رقص، هنرهای بصری، نمایشنامه نویسی و مجسمه سازی."
                ],
                [
                    "حمل و نقل",
                    "دانش اصول و روش هایی برای انتقال افراد یا کالاها از طریق هوایی، ریلی، دریایی یا جاده شامل هزینه ها و منافع وابسته"
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "درک اجتماعی",
                    "آگاهی از واکنش های دیگران و درک اینکه چرا آنها این واکنش را نشان داده اند."
                ],
                [
                    "مدیریت زمان",
                    "مدیریت زمان شخصی و زمان دیگران."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ],
                [
                    "هماهنگی درشت بدن",
                    "توانایی هماهنگ کردن حرکت بازوان، پاها و تنه با یکدیگر در زمانی که کل بدن در حال حرکت است."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "ایجاد و حفظ روابط بین فردی",
                    "توسعه روابط کاری سازنده و توام با همکاری با دیگران و حفظ آنها در طول زمان."
                ],
                [
                    "انجام فعالیت های فیزیکی عمومی",
                    "انجام فعالیت های فیزیکی که به استفاده قابل توجه از دستان و پاهای شما و حرکت کل بدن تان - مثل بالا رفتن، بلند کردن، تعادل، راه رفتن، خم شدن و به کار بردن مواد - نیاز دارد."
                ],
                [
                    "تفکر خلاقانه",
                    "توسعه، طراحی یا ایجاد کاربردها، ایده ها، روابط، سیستم ها یا محصولات جدید از جمله همکاری های هنری"
                ],
                [
                    "فعالیت مستقیم برای عموم",
                    "کار کردن یا فعالیت مستقیم برای عموم. این شامل خدمت به مشتریان در رستوران ها و فروشگاه ها و استقبال از مشتریان یا مهمانان است."
                ],
                [
                    "زمان بندی کار و فعالیت ها",
                    "زمان بندی رویدادها، برنامه ها و فعالیت ها و نیز کار دیگران."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "محیط های درونی، محیط کنترل شده",
                    "چند دفعه این شغل شاغل را ملزم به کار کردن در محیط های درونی در شرایط کنترل شده محیطی می نماید؟"
                ],
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "صرف زمان نشستن",
                    "چه مقدار این شغل نیازمند نشستن (از سوی شاغل) است؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی یک: مستلزم آمادگی بسیار کم یا هیچ"
                ],
                [
                    "تحصیلات",
                    "تصدی برخی از این مشاغل مستلزم داشتن گواهی دیپلم دبیرستان یا گواهی طرح توسعه آموزش عمومی می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل هیچ گونه مهارت، دانش، یا تجربه مرتبط مورد نیاز نمی باشد و یا میزان بسیار کمی از این عوامل برای انجام آنها کافی می باشد. به عنوان مثال، بدون داشتن تجربه کاری مرتبط می توان به عنوان پیشخدمت رستوران فعالیت نمود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند دیدن آموزش به مدت چند روز تا چند ماه می باشند. معمولا یک کارگر با تجربه می تواند نحوه انجام کار را نمایش دهد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل باید از دستورالعمل ها پیروی کرد و به دیگران کمک کرد. رانندگی تاکسی، تصدی دستگاه های مراکز تفریح و سرگرمی، تصدی باجه ها و مراکز اجاره کالاها، کارگری ساختمان، کاربری ماشین آلات حفاری پیوسته، و پیشخدمتی در رستوران ها از جمله این مشاغل می باشد."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(کمتر از 4)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "سازگاری/انعطاف پذیری",
                    "شغل نیازمند برخورد باز با تغییرات (مثبت یا منفی) قابل توجه در محیط کاری است."
                ],
                [
                    "جهت گیری اجتماعی",
                    "شغل نیازمند ترجیح دادن کار با دیگران به جای کار کردن به تنهایی است و ارتباط فردی دیگران در محیط کار."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ]
            ]
        }
    ]
}