{
    "title": "پیشخدمت و نظافت کننده خانه داری",
    "description": "اجرای مجموعه ای از وظایف نظافتی سبک برای نظافت و حفظ نظم و ترتیب منازل شخصی یا مراکز تجاری، هتل ها، رستوران ها، و بیمارستان ها. اجرای وظایفی مانند مرتب کردن رخت خواب ها، تعویض رومیزی، روتختی و ملحفه ها، نظافت اتاق ها و راهروها، و جارو کردن.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "ایمنی و امنیت عمومی",
                    "دانش تجهیزات، سیاست ها، روش ها و استراتژی های مربوطه برای ارتقای عملیات امنیتی محلی، استانی یا ملی به منظور حفاظت از افراد، داده ها، املاک و موسسات."
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ],
                [
                    "شیمی",
                    "دانش ترکیب، ساختار و خواص شیمیایی مواد و فرآیندهای شیمایی و تغییرشکل هایی که می پذیرند. این شامل استفاده از مواد شیمیایی و فعل و انفعالات آنها، نشانه های خطر و تکنیک های تولید می شود."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "جهت گیری خدمات",
                    "جستجوی فعالانه راه هایی برای کمک به افراد."
                ],
                [
                    "درک اجتماعی",
                    "آگاهی از واکنش های دیگران و درک اینکه چرا آنها این واکنش را نشان داده اند."
                ],
                [
                    "مدیریت زمان",
                    "مدیریت زمان شخصی و زمان دیگران."
                ],
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "انعطاف پذیری حداکثری",
                    "توانایی خم کردن، کشیدن، پیچاندن یا دراز کردن اندام، بازوان و/یا پاها."
                ],
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "انجام فعالیت های فیزیکی عمومی",
                    "انجام فعالیت های فیزیکی که به استفاده قابل توجه از دستان و پاهای شما و حرکت کل بدن تان - مثل بالا رفتن، بلند کردن، تعادل، راه رفتن، خم شدن و به کار بردن مواد - نیاز دارد."
                ],
                [
                    "ایجاد و حفظ روابط بین فردی",
                    "توسعه روابط کاری سازنده و توام با همکاری با دیگران و حفظ آنها در طول زمان."
                ],
                [
                    "شناسایی اشیا، اقدامات و رویدادها",
                    "شناسایی اطلاعات از طریق دسته بندی، ارزیابی، شناخت اختلافات یا شباهت ها و تعیین تغییرات در محیط یا رویدادها."
                ],
                [
                    "بازرسی تجهیزات، ساختارها یا مواد",
                    "بازرسی تجهیزات، ساختارها یا مواد برای شناسایی علت خطاها یا سایر مشکلات یا عیوب."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "صرف زمان راه رفتن و دویدن",
                    "چه مقدار این شغل نیازمند راه رفتن و دویدن است؟"
                ],
                [
                    "پوشیدن لباس های ایمنی یا حفاظتی مرسوم",
                    "چه مقدار این شغل شاغل را ملزم به پوشیدن لباس های ایمنی یا حفاظتی مرسوم مثل کفش ها، عینک ها و دستکش های ایمنی، کلاه های ایمنی یا ژاکت های محافظ می کند؟"
                ],
                [
                    "صرف زمان ایستادن",
                    "چه مقدار این شغل نیازمند ایستادن است؟"
                ],
                [
                    "صرف زمان جهت خم کردن یا پیچاندن بدن",
                    "چه مقدار این شغل نیازمند خم کردن یا پیچاندن بدن تان است؟"
                ],
                [
                    "در معرض آلاینده ها",
                    "چند دفعه این شغل شاغل را در معرض آلاینده هایی نظیر گازها، گرد و غبار و بوها قرار می دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی یک: مستلزم آمادگی بسیار کم یا هیچ"
                ],
                [
                    "تحصیلات",
                    "تصدی برخی از این مشاغل مستلزم داشتن گواهی دیپلم دبیرستان یا گواهی طرح توسعه آموزش عمومی می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل هیچ گونه مهارت، دانش، یا تجربه مرتبط مورد نیاز نمی باشد و یا میزان بسیار کمی از این عوامل برای انجام آنها کافی می باشد. به عنوان مثال، بدون داشتن تجربه کاری مرتبط می توان به عنوان پیشخدمت رستوران فعالیت نمود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند دیدن آموزش به مدت چند روز تا چند ماه می باشند. معمولا یک کارگر با تجربه می تواند نحوه انجام کار را نمایش دهد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل باید از دستورالعمل ها پیروی کرد و به دیگران کمک کرد. رانندگی تاکسی، تصدی دستگاه های مراکز تفریح و سرگرمی، تصدی باجه ها و مراکز اجاره کالاها، کارگری ساختمان، کاربری ماشین آلات حفاری پیوسته، و پیشخدمتی در رستوران ها از جمله این مشاغل می باشد."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(کمتر از 4)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "دغدغه خاطر برای دیگران",
                    "شغل نیازمند توجه به نیازها و احساسات دیگران، فهمیده بودن و داشتن روحیه کمک است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ]
            ]
        }
    ]
}