{
    "title": "کاردان فنی شیمی",
    "description": "اجرای آزمایش های شیمیایی و فیزیکی آزمایشگاهی برای کمک به دانشمندان در تحلیل کیفی و کمی مواد جامد، مایع، و گازی با اهدافی مانند تحقیق و توسعه محصولات و فرآیند های جدید، کنترل کیفیت، پیروی از استانداردهای زیست محیطی، و سایر فعالیت های در گیر با کاربرد آزمایشگاهی، تئوری، یا عملی علم شیمی و علوم مرتبط.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "شیمی",
                    "دانش ترکیب، ساختار و خواص شیمیایی مواد و فرآیندهای شیمایی و تغییرشکل هایی که می پذیرند. این شامل استفاده از مواد شیمیایی و فعل و انفعالات آنها، نشانه های خطر و تکنیک های تولید می شود."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "کامپیوترها و علوم الکترونیک",
                    "دانش مربوط به صفحه مدار، پردازشگرها، تراشه ها، تجهیزات الکترونیکی، سخت افراز و نرم افزار رایانه ای شامل کاربردها و برنامه نویسی."
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ],
                [
                    "مکانیکی",
                    "دانش ماشین آلات و ابزارها شامل نقشه ها، کاربردها، تعمیرات و نگهداری آنها."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "علم",
                    "استفاده از قواعد و روش های علمی برای حل مسائل."
                ],
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "نوشتن",
                    "ایجاد ارتباط موثر در نوشتار به شکلی مناسب برای نیازهای مخاطبان."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ],
                [
                    "استدلال قیاسی",
                    "توانایی بکارگیری قواعد عمومی برای مسائل خاص به منظور ایجاد پاسخ هایی که معقول و قابل درک است."
                ],
                [
                    "استدلال استقرایی",
                    "توانایی ترکیب تکه های اطلاعات برای تشکیل قواعد یا نتایج عمومی (شامل یافتن یک رابطه بین رویدادهای ظاهرا غیرمرتبط)"
                ],
                [
                    "ترتیب و نظم اطلاعات",
                    "توانایی مرتب کردن مسائل یا اقدامات با یک نظم یا الگوی معین طبق یک قاعده مشخص یا مجموعه ای از قواعد (برای مثال الگوی اعداد، حروف، لغات، تصاویر، عملیات ریاضی)"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "مستندسازی/ثبت اطلاعات",
                    "وارد کردن و نوشتن، ثبت، ذخیره یا حفظ اطلاعات به شکل مکتوب یا الکترونیکی/مغناطیسی"
                ],
                [
                    "تحلیل داده ها یا اطلاعات",
                    "شناخت اصول بنیادی یا واقعیات اطلاعات از طریق تقسیم بندی اطلاعات یا داده ها به اجزای جداگانه"
                ],
                [
                    "ارزیابی اطلاعات برای تعیین سازگاری با استانداردها",
                    "استفاده از اطلاعات مربوط و قضاوت فردی برای تعیین اینکه آیا رویدادها و فرآیندها از قوانین، مقررات یا استانداردها تبعیت می کنند یا خیر."
                ],
                [
                    "شناسایی اشیا، اقدامات و رویدادها",
                    "شناسایی اطلاعات از طریق دسته بندی، ارزیابی، شناخت اختلافات یا شباهت ها و تعیین تغییرات در محیط یا رویدادها."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "محیط های درونی، محیط کنترل شده",
                    "چند دفعه این شغل شاغل را ملزم به کار کردن در محیط های درونی در شرایط کنترل شده محیطی می نماید؟"
                ],
                [
                    "پوشیدن لباس های ایمنی یا حفاظتی مرسوم",
                    "چه مقدار این شغل شاغل را ملزم به پوشیدن لباس های ایمنی یا حفاظتی مرسوم مثل کفش ها، عینک ها و دستکش های ایمنی، کلاه های ایمنی یا ژاکت های محافظ می کند؟"
                ],
                [
                    "اهمیت دقیق و صحیح بودن",
                    "رعایت دقت یا صحت بالا در انجام این شغل تا چه اندازه اهمیت دارد؟"
                ],
                [
                    "در معرض شرایط پرخطر",
                    "چند دفعه این شغل شاغل را در معرض شرایط پرخطر قرار می دهد؟"
                ],
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی سه: مستلزم آمادگی متوسط"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم دیدن آموزش در مراکز فنی و حرفه ای، تجربه کاری مرتبط حین کار، یا داشتن مدرک کاردانی می باشد. "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط می باشد. به عنوان مثال، یک برقکار باید دوره کارآموزی سه یا چهار ساله ای را گذرانده باشد یا سالیان متمادی آموزش در حین کار دیده باشد، و اغلب باید به منظور تصدی این شغل، در آزمون های خاصی شرکت کرده و مجوز مربوطه را دریافت نماید."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند آموزش به مدت یک سال تا دو سال می باشند که شامل تلفیقی از تجربه حین کار یا آموزش های غیر رسمی حین کار با کارگران با تجربه می باشد. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از مهارت های ارتباطی و سازماندهی افراد برای هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص استفاده می شود. مدیران خدمات غذایی، برقکارها، کاردانان فنی کشاورزی، منشی های حقوقی، مصاحبه کنندگان، و کارگزاران فروش بیمه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(6 تا < 7)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "تفکر تحلیلی",
                    "شغل نیازمند تحلیل اطلاعات و استفاده از منطق برای حل مسائل و مشکلات مرتبط با کار است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ]
            ]
        }
    ]
}