{
    "title": "کارمند وارد کننذه اطلاعات",
    "description": "کاربری ابزار ورود اطلاعات، مانند صفحه کلید یا دستگاه پرفراژ ترکیب عکس. بررسی و تایید اطلاعات و تهیه مطالب جهت چاپ.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "امور دفتری",
                    "دانش روش ها و سیستم های دفتری و اداری نظیر پردازش لغات (ورد)، مدیریت فایل ها و اسناد، تندنویسی و نسخه برداری، طراحی فرم ها و سایر روش ها و واژگان دفتری"
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "کامپیوترها و علوم الکترونیک",
                    "دانش مربوط به صفحه مدار، پردازشگرها، تراشه ها، تجهیزات الکترونیکی، سخت افراز و نرم افزار رایانه ای شامل کاربردها و برنامه نویسی."
                ],
                [
                    "مدیریت و کنترل",
                    "دانش کسب و کار و اصول مدیریتی مربوط به برنامه ریزی راهبردی، تخصیص منابع، مدلسازی منابع انسانی، تکنیک رهبری، روش های تولید و هماهنگی افراد و منابع"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "نوشتن",
                    "ایجاد ارتباط موثر در نوشتار به شکلی مناسب برای نیازهای مخاطبان."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "مهارت انگشتان (چالاکی انگشتان)",
                    "توانایی حرکت دادن سریع و دقیق انگشتان یک یا دو دست برای گرفتن، بکار بریی یا سرهم کردن اشیای بسیار کوچک."
                ],
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ],
                [
                    "سرعت ادراکی",
                    "توانایی مقایسه سریع و دقیق شباهت ها و تفاوت های میان مجموعه ای از لغات، اعداد، اشیا، تصاویر یا الگوها. موضوعات قابل مقایسه شاید به صورت همزمان یا یکی پس از دیگری ارائه شود."
                ],
                [
                    "ترتیب و نظم اطلاعات",
                    "توانایی مرتب کردن مسائل یا اقدامات با یک نظم یا الگوی معین طبق یک قاعده مشخص یا مجموعه ای از قواعد (برای مثال الگوی اعداد، حروف، لغات، تصاویر، عملیات ریاضی)"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "تعامل با کامپیوترها",
                    "استفاده از کامپیوترها و سیستم های رایانه ای (شامل سخت افزار و نرم افزار) برای برنامه نویسی، نوشتن برنامه، ورود داده یا پردازش اطلاعات."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "مستندسازی/ثبت اطلاعات",
                    "وارد کردن و نوشتن، ثبت، ذخیره یا حفظ اطلاعات به شکل مکتوب یا الکترونیکی/مغناطیسی"
                ],
                [
                    "پردازش اطلاعات",
                    "جمع آوری، کدگذاری، دسته بندی، محاسبه، جدول بندی، ممیزی یا تایید اطلاعات و داده ها"
                ],
                [
                    "ارتباط با سرپرستان، همکاران یا زیردستان",
                    "ارائه اطلاعات به سرپرستان، همکاران و زیردستان از طریق تلفن به شکل مکتوب یا از طریق ایمیل یا فردی."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "اهمیت دقیق و صحیح بودن",
                    "رعایت دقت یا صحت بالا در انجام این شغل تا چه اندازه اهمیت دارد؟"
                ],
                [
                    "صرف زمان نشستن",
                    "چه مقدار این شغل نیازمند نشستن (از سوی شاغل) است؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی دو: مستلزم آمادگی اندک"
                ],
                [
                    "تحصیلات",
                    "تصدی این مشاغل معمولا مستلزم داشتن گواهی دیپلم دبیرستان می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل معمولا مهارت، دانش، یا تجربه مرتبط اندکی مورد نیاز می باشد. به عنوان مثال، یک صندوقدار می تواند در کار خود از تجربه کاری مستقیم قبلی اش با عموم بهره بگیرد."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند چند ماه تا یک سال کار با کارگران با تجربه می باشند. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از دانش و مهارت ها به منظور کمک به دیگران استفاده می شود. کارگران مرتبط با ورقه های فولادی، آتش نشانان جنگل ها، نمایندگان خدمات مشتریان، دستیاران فیزیو تراپ ها، فروشندگان (خرده فروشی)، و صندوقداران از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(4 تا < 6)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "سازگاری/انعطاف پذیری",
                    "شغل نیازمند برخورد باز با تغییرات (مثبت یا منفی) قابل توجه در محیط کاری است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ]
            ]
        }
    ]
}