{
    "title": "کارگر ساختمانی",
    "description": "انجام وظایفی که نیازمند کار فیزیکی در ساختمان ها، بزرگراه ها، و پروژه های ساختمانی بزرگ، گود برداری، حفر تونل و دالان های زیرزمینی، و تخریب ساختمان ها می باشند.  کاربری ابزار دستی یا برقی مانند، چکش های بادی، زمین کوب، میکسر بتن، بالابرهای مکانیکی کوچک، تجهیزات سنجش و اندازه گیری، و مجموعه ای از ابزارها و دستگاههای مختلف. پاکسازی و آماده سازی سایت های ساختمانی، حفر چاه و گودال، نصب دیرک های حایل یرای پشتیبانی دیواره های مناطق تحت حفاری و گود برداری، استقرار داربست، پاکسازی نخاله های ساختمانی و گرد و خاک، سنگ های معدنی پنبه سوز (آزبست)، سرب، وسایر نخاله های خطرناک. کمک به سایر صنعت کاران.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "ساختمان سازی",
                    "دانش مواد، روش ها و ابزار درگیر در ساخت یا تعمیر خانه ها، ساختمان ها یا سایر بناها مثل بزرگراه ها و جاده ها"
                ],
                [
                    "طراحی",
                    "دانش تکنیک های طراحی، ابزارها و اصول درگیر در تولید نقشه های فنی دقیق، نقشه های کلی، تصاویر و مدل ها."
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ],
                [
                    "مکانیکی",
                    "دانش ماشین آلات و ابزارها شامل نقشه ها، کاربردها، تعمیرات و نگهداری آنها."
                ],
                [
                    "ایمنی و امنیت عمومی",
                    "دانش تجهیزات، سیاست ها، روش ها و استراتژی های مربوطه برای ارتقای عملیات امنیتی محلی، استانی یا ملی به منظور حفاظت از افراد، داده ها، املاک و موسسات."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "هماهنگی",
                    "تطبیق و تنظیم اقدامات با اقدامات دیگران."
                ],
                [
                    "درک اجتماعی",
                    "آگاهی از واکنش های دیگران و درک اینکه چرا آنها این واکنش را نشان داده اند."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "مهارت یدی (چالاک دستی)",
                    "توانایی حرکت دادن سریع دست تان، حرکت سریع دست و بازو با هم یا دو دست تان برای گرفتن، بکار بری یا سرهم کردن اشیاء"
                ],
                [
                    "هماهنگی چندعضوی",
                    "توانایی هماهنگی دو یا چند عضو (برای مثال دو بازو، دو پا یا یک پا و یک بازو) در زمان نشستن، ایستادن یا دراز کشیدن. این شامل انجام فعالیت ها در زمانی که کل بدن در حال حرکت است نمی شود."
                ],
                [
                    "بی حرکتی (ثبات) دست و بازو",
                    "توانایی ثابت نگه داشتن دست و بازو و در عین حال حرکت بازویتان یا نگه داشتن بازو و دست تان در یک وضعیت."
                ],
                [
                    "قدرت استاتیک (ایستا)",
                    "توانایی اعمال حداکثر نیروی عضلانی برای بلند کردن، کشیدن، هل دادن یا حمل اشیاء."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "انجام فعالیت های فیزیکی عمومی",
                    "انجام فعالیت های فیزیکی که به استفاده قابل توجه از دستان و پاهای شما و حرکت کل بدن تان - مثل بالا رفتن، بلند کردن، تعادل، راه رفتن، خم شدن و به کار بردن مواد - نیاز دارد."
                ],
                [
                    "بکار بردن و حرکت دادن اشیا",
                    "استفاده از دستان و بازوان در زمینه نصب، قرار دادن یا حرکت دادن مواد و بکار بری اشیاء"
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "عملیات وسایل نقلیه، دستگاه ها یا تجهیزات مکانیزه",
                    "راندن، مانور دادن، هدایت یا رانندگی وسایل نقلیه یا تجهیزات مکانیزه مثل جراثقیل ها، وسایل نقلیه مسافری، هواپیما یا قایق موتوری."
                ],
                [
                    "ارتباط با سرپرستان، همکاران یا زیردستان",
                    "ارائه اطلاعات به سرپرستان، همکاران و زیردستان از طریق تلفن به شکل مکتوب یا از طریق ایمیل یا فردی."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "پوشیدن لباس های ایمنی یا حفاظتی مرسوم",
                    "چه مقدار این شغل شاغل را ملزم به پوشیدن لباس های ایمنی یا حفاظتی مرسوم مثل کفش ها، عینک ها و دستکش های ایمنی، کلاه های ایمنی یا ژاکت های محافظ می کند؟"
                ],
                [
                    "محیط های بیرونی، در معرض آب و هوا",
                    "چند دفعه این شغل شاغل را ملزم به کار کردن در محیط های بیرونی در معرض همه شرایط جوی قرار می دهد."
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "صرف زمان ایستادن",
                    "چه مقدار این شغل نیازمند ایستادن است؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی یک: مستلزم آمادگی بسیار کم یا هیچ"
                ],
                [
                    "تحصیلات",
                    "تصدی برخی از این مشاغل مستلزم داشتن گواهی دیپلم دبیرستان یا گواهی طرح توسعه آموزش عمومی می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل هیچ گونه مهارت، دانش، یا تجربه مرتبط مورد نیاز نمی باشد و یا میزان بسیار کمی از این عوامل برای انجام آنها کافی می باشد. به عنوان مثال، بدون داشتن تجربه کاری مرتبط می توان به عنوان پیشخدمت رستوران فعالیت نمود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند دیدن آموزش به مدت چند روز تا چند ماه می باشند. معمولا یک کارگر با تجربه می تواند نحوه انجام کار را نمایش دهد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل باید از دستورالعمل ها پیروی کرد و به دیگران کمک کرد. رانندگی تاکسی، تصدی دستگاه های مراکز تفریح و سرگرمی، تصدی باجه ها و مراکز اجاره کالاها، کارگری ساختمان، کاربری ماشین آلات حفاری پیوسته، و پیشخدمتی در رستوران ها از جمله این مشاغل می باشد."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(کمتر از 4)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "تحمل استرس و فشار",
                    "شغل نیازمند پذیرش انتقادات و برخورد آرام و موثر در شرایط پراسترس است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ]
            ]
        }
    ]
}