{
    "title": "کاربر دستگاه های چاپ",
    "description": "تنظیم و کاربری انواع مختلف دستگاه های چاپ نشریات مانند چاپ افست، حروف چین، اینتاگلیو، و گراور یا زیر نظر گرفتن چاپگرها برای چاپ روی کاغذ یا سایر مواد.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "مکانیکی",
                    "دانش ماشین آلات و ابزارها شامل نقشه ها، کاربردها، تعمیرات و نگهداری آنها."
                ],
                [
                    "تولیدو پردازش",
                    "دانش مواد خام، فرآیندهای تولیدی، کنترل کیفیت، هزینه ها و سایر تکنیک ها برای حداکثرسازی ساخت و توزیع کالاهای موثر"
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "مدیریت و کنترل",
                    "دانش کسب و کار و اصول مدیریتی مربوط به برنامه ریزی راهبردی، تخصیص منابع، مدلسازی منابع انسانی، تکنیک رهبری، روش های تولید و هماهنگی افراد و منابع"
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "نظارت بر عملکرد",
                    "تحت نظر گرفتن درجه ها، عقربه ها و سایر نشانگرها برای اطمینان از صحبت کارکرد صحیح دستگاه."
                ],
                [
                    "عملیات و کنترل",
                    "کنترل عملیات تجهیزات یا سیستم ها."
                ],
                [
                    "آنالیز کنترل کیفیت",
                    "اجرای تست ها و بازرسی از محصولات، خدمات یا فرآیندها برای ارزیابی کیفیت یا عملکرد."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ],
                [
                    "دقت کنترل",
                    "توانایی تنظیم سریع و مکرر فرمان های یک ماشین یا یک وسیله نقلیه در وضعیت های صحیح"
                ],
                [
                    "قدرت تنه",
                    "توانایی استفاده از عضلات شکمی و پشتی برای حمایت از بخشی از بدن به صورت مکرر یا پیوسته در طول زمان بدون تسلیم شدن یا خستگی."
                ],
                [
                    "هماهنگی چندعضوی",
                    "توانایی هماهنگی دو یا چند عضو (برای مثال دو بازو، دو پا یا یک پا و یک بازو) در زمان نشستن، ایستادن یا دراز کشیدن. این شامل انجام فعالیت ها در زمانی که کل بدن در حال حرکت است نمی شود."
                ],
                [
                    "بی حرکتی (ثبات) دست و بازو",
                    "توانایی ثابت نگه داشتن دست و بازو و در عین حال حرکت بازویتان یا نگه داشتن بازو و دست تان در یک وضعیت."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "کنترل ماشین آلات و فرآیندها",
                    "استفاده از ساز و کارهای کنترل یا فعالیت فیزیکی مستقیم جهت عملیات ماشین آلات یا فرآینده ها(به استثنای کامپیوترها یا وسایل نقلیه)"
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "بکار بردن و حرکت دادن اشیا",
                    "استفاده از دستان و بازوان در زمینه نصب، قرار دادن یا حرکت دادن مواد و بکار بری اشیاء"
                ],
                [
                    "بازرسی تجهیزات، ساختارها یا مواد",
                    "بازرسی تجهیزات، ساختارها یا مواد برای شناسایی علت خطاها یا سایر مشکلات یا عیوب."
                ],
                [
                    "انجام فعالیت های فیزیکی عمومی",
                    "انجام فعالیت های فیزیکی که به استفاده قابل توجه از دستان و پاهای شما و حرکت کل بدن تان - مثل بالا رفتن، بلند کردن، تعادل، راه رفتن، خم شدن و به کار بردن مواد - نیاز دارد."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "مقدار سر و صدا بالا و آزاردهنده است.",
                    "چند دفعه این شغل شاغل را در معرض سر و صداهایی قرار می دهد که آزاردهنده و عامل حواس پرتی هستند؟"
                ],
                [
                    "پوشیدن لباس های ایمنی یا حفاظتی مرسوم",
                    "چه مقدار این شغل شاغل را ملزم به پوشیدن لباس های ایمنی یا حفاظتی مرسوم مثل کفش ها، عینک ها و دستکش های ایمنی، کلاه های ایمنی یا ژاکت های محافظ می کند؟"
                ],
                [
                    "صرف زمان ایستادن",
                    "چه مقدار این شغل نیازمند ایستادن است؟"
                ],
                [
                    "در معرض آلاینده ها",
                    "چند دفعه این شغل شاغل را در معرض آلاینده هایی نظیر گازها، گرد و غبار و بوها قرار می دهد؟"
                ],
                [
                    "در معرض تجهیزات پرخطر",
                    "چند دفعه این شغل شاغل را در معرض تجهیزات پرخطر قرار می دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی دو: مستلزم آمادگی اندک"
                ],
                [
                    "تحصیلات",
                    "تصدی این مشاغل معمولا مستلزم داشتن گواهی دیپلم دبیرستان می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل معمولا مهارت، دانش، یا تجربه مرتبط اندکی مورد نیاز می باشد. به عنوان مثال، یک صندوقدار می تواند در کار خود از تجربه کاری مستقیم قبلی اش با عموم بهره بگیرد."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند چند ماه تا یک سال کار با کارگران با تجربه می باشند. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از دانش و مهارت ها به منظور کمک به دیگران استفاده می شود. کارگران مرتبط با ورقه های فولادی، آتش نشانان جنگل ها، نمایندگان خدمات مشتریان، دستیاران فیزیو تراپ ها، فروشندگان (خرده فروشی)، و صندوقداران از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(4 تا < 6)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "تحمل استرس و فشار",
                    "شغل نیازمند پذیرش انتقادات و برخورد آرام و موثر در شرایط پراسترس است."
                ],
                [
                    "استقلال",
                    "شغل نیازمند ابداع روش های فردی انجام کارها، هدایت خود توام با نظارت اندک یا صفر و وابستگی به خود برای انجام کارهاست."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ]
            ]
        }
    ]
}