{
    "title": "مهندس تولید",
    "description": "به کار بستن دانش و مبانی نظری مواد و مهندسی برای طراحی، یکپارچه سازی، و ارتقا سیستم های تولید یا فرآیندهای مرتبط. ممکن است لازم باشد با طراحان تجاری یا صنعتی برای اصلاح طرح های محصولات به منظور افزایش بازده و کاهش هزینه ها همکاری کند.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "مهندسی و فناوری",
                    "دانش کاربرد عملی علم و فناوری مهندسی. این شامل بکارگیری اصول، تکنیک ها، روش ها و تجهیزات برای طراحی و تولید کالاها و خدمات مختلف است."
                ],
                [
                    "تولیدو پردازش",
                    "دانش مواد خام، فرآیندهای تولیدی، کنترل کیفیت، هزینه ها و سایر تکنیک ها برای حداکثرسازی ساخت و توزیع کالاهای موثر"
                ],
                [
                    "طراحی",
                    "دانش تکنیک های طراحی، ابزارها و اصول درگیر در تولید نقشه های فنی دقیق، نقشه های کلی، تصاویر و مدل ها."
                ],
                [
                    "مکانیکی",
                    "دانش ماشین آلات و ابزارها شامل نقشه ها، کاربردها، تعمیرات و نگهداری آنها."
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "حل مسائل پیچیده",
                    "شناسایی مسائل پیچیده و مرور اطلاعات مرتبط برای ایجاد و ارزیابی گزینه ها و اجرای راه حل ها."
                ],
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "قضاوت و تصمیم گیری",
                    "بررسی هزینه ها و منافع نسبی اقدامات بالقوه جهت انتخاب مناسب ترین آنها."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ],
                [
                    "استدلال قیاسی",
                    "توانایی بکارگیری قواعد عمومی برای مسائل خاص به منظور ایجاد پاسخ هایی که معقول و قابل درک است."
                ],
                [
                    "استدلال ریاضیاتی",
                    "توانایی های انتخاب روش ها یا فرمول های صحیح ریاضیاتی برای حل یک مساله."
                ],
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ],
                [
                    "مهارت استفاده از اعداد",
                    "توانایی جمع زدن، تفریق کردن، ضرب یا تفریق کردن به شکل سریع و صحیح."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "تعامل با کامپیوترها",
                    "استفاده از کامپیوترها و سیستم های رایانه ای (شامل سخت افزار و نرم افزار) برای برنامه نویسی، نوشتن برنامه، ورود داده یا پردازش اطلاعات."
                ],
                [
                    "اتخاذ تصمیمات و حل مسائل",
                    "تحلیل اطلاعات و ارزیابی نتایج برای انتخاب بهترین راه حل و حل مسائل"
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "تحلیل داده ها یا اطلاعات",
                    "شناخت اصول بنیادی یا واقعیات اطلاعات از طریق تقسیم بندی اطلاعات یا داده ها به اجزای جداگانه"
                ],
                [
                    "سازمان دهی، برنامه ریزی و اولویت بندی کار",
                    "توسعه اهداف و برنامه های مشخص جهت اولویت بندی، سازماندهی و تکمیل کارتان."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "پوشیدن لباس های ایمنی یا حفاظتی مرسوم",
                    "چه مقدار این شغل شاغل را ملزم به پوشیدن لباس های ایمنی یا حفاظتی مرسوم مثل کفش ها، عینک ها و دستکش های ایمنی، کلاه های ایمنی یا ژاکت های محافظ می کند؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی چهار: مستلزم آمادگی قابل توجه"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک کارشناسی چهار ساله می باشد اما در برخی از این مشاغل چنین الزامی وجود ندارد . "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط به میزان قابل ملاحظه ای می باشد. به عنوان مثال، یک حسابدار باید دوره چهار ساله دانشگاهی را گذرانده باشد و سالیان متمادی در این زمینه کار کرده باشد تا واجد شرایط مورد نظر شناخته شود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند داشتن تجربه مرتبط با کار، دیدن آموزش حین کار، و/یا آموزش های فنی و حرفه ای به مدت متمادی می باشند."
                ],
                [
                    "نمونه های حوزه شغل",
                    "بسیاری از این مشاغل در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران می باشند. حسابدارها، مدیران فروش، مدیران پایگاه های داده، مدرسان، شیمی دانان، مهندسان محیط زیست، بازرس های پلیس، و ماموران ویژه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(7 تا < 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "تفکر تحلیلی",
                    "شغل نیازمند تحلیل اطلاعات و استفاده از منطق برای حل مسائل و مشکلات مرتبط با کار است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ]
            ]
        }
    ]
}