{
    "title": "مدیر فروش",
    "description": "مدیریت توزیع واقعی یا حرکت یک کالا یا خدمات به سوی مشتری. تنظیم نحوه توزیع فروش با تعیین مناطق فروش، سهمیه بندی، و تعیین حد نصاب برای نمایندگان. تحلیل آمار فروش جمع آوری شده توسط کارمندان جهت تخمین میزان فروش بالقوه و تعیین میزان موجودی کالای مورد نیاز بر این اساس و نظارت نظارت بر سلایق و نیازهای مشتریان. ",
    "subjects": [
        {
            "title": "وظایف ",
            "content": {
                "اهمیت": [
                    [
                        "89 %",
                        "حل و فصل شکایات مشتریان در مورد کالاها و خدمات."
                    ],
                    [
                        "83.6 %",
                        "نظارت بر مدیران فروش منطقه ای و محلی و کارکنان تحت نظارت آنها."
                    ],
                    [
                        "81.4 %",
                        "هدایت و هماهنگی فعالیت های مرتبط با فروش کالاها، خدمات، محصولات، املاک و سایر اقلام تولیدی قابل فروش."
                    ],
                    [
                        "80 %",
                        "طراحی و هدایت ارزیابی های مرتبط با جذب نیرو، آموزش، و عملکرد کارکنان به منظور توسعه و کنترل برنامه های فروش و خدمات."
                    ],
                    [
                        "76 %",
                        "تعیین برنامه زمانی قیمت گذاری و نرخ تخفیفات."
                    ]
                ]
            }
        },
        {
            "title": "دانش ",
            "content": [
                [
                    "فروش و بازاریابی",
                    "دانش اصول و روش هایی برای عرضه، تبلیغ و فروش محصولات یا خدمات. این شامل استراتژی و تاکتیک های بازاریابی، تشریح محصول، تکنیک های فروش و سیستم های کنترل فروش می شود."
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "مدیریت و کنترل",
                    "دانش کسب و کار و اصول مدیریتی مربوط به برنامه ریزی راهبردی، تخصیص منابع، مدلسازی منابع انسانی، تکنیک رهبری، روش های تولید و هماهنگی افراد و منابع"
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "منابع انسانی و پرسنل",
                    "دانش اصول و روش هایی برای استخدام، گزینش، پاداش و سودهای پرسنل، روابط نیروی کار و مذاکره و سیستم های اطلاعات پرسنل"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "درک اجتماعی",
                    "آگاهی از واکنش های دیگران و درک اینکه چرا آنها این واکنش را نشان داده اند."
                ],
                [
                    "متقاعدسازی",
                    "متقاعدسازی دیگران به تغییر ذهن یا رفتارشان."
                ],
                [
                    "هماهنگی",
                    "تطبیق و تنظیم اقدامات با اقدامات دیگران."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ],
                [
                    "بیان کتبی",
                    "توانایی انتقال اطلاعات و ایده ها به شکل مکتوب به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "فروش یا نفوذ در دیگران",
                    "متقاعدسازی دیگران به خرید کالاها یا تغییر دادن ذهن و اقدامات آنها."
                ],
                [
                    "ایجاد و حفظ روابط بین فردی",
                    "توسعه روابط کاری سازنده و توام با همکاری با دیگران و حفظ آنها در طول زمان."
                ],
                [
                    "ارتباط با سرپرستان، همکاران یا زیردستان",
                    "ارائه اطلاعات به سرپرستان، همکاران و زیردستان از طریق تلفن به شکل مکتوب یا از طریق ایمیل یا فردی."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "ارتباط با افراد خارج از سازمان",
                    "ارتباط با افراد خارج از سازمان، معرفی سازمان به مشتریان، مردم، دولت و سایر منابع خارجی. این اطلاعات می تواند به صورت فردی، مکتوب یا از طریق ایمیل یا تلفن مبادله شود."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ],
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی چهار: مستلزم آمادگی قابل توجه"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک کارشناسی چهار ساله می باشد اما در برخی از این مشاغل چنین الزامی وجود ندارد . "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط به میزان قابل ملاحظه ای می باشد. به عنوان مثال، یک حسابدار باید دوره چهار ساله دانشگاهی را گذرانده باشد و سالیان متمادی در این زمینه کار کرده باشد تا واجد شرایط مورد نظر شناخته شود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند داشتن تجربه مرتبط با کار، دیدن آموزش حین کار، و/یا آموزش های فنی و حرفه ای به مدت متمادی می باشند."
                ],
                [
                    "نمونه های حوزه شغل",
                    "بسیاری از این مشاغل در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران می باشند. حسابدارها، مدیران فروش، مدیران پایگاه های داده، مدرسان، شیمی دانان، مهندسان محیط زیست، بازرس های پلیس، و ماموران ویژه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(7 تا < 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "رهبری",
                    "شغل نیازمند یک تمایل برای رهبری، به عهده گرفتن مسئولیت و ارائه نظرات و مسیر است."
                ],
                [
                    "موفقیت/تلاش",
                    "شغل نیازمند ایجاد و حفظ اهداف چالشی موفقیت فردی و به کارگیری تلاش در جهت تسلط بر وظایف است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ]
            ]
        }
    ]
}