{
    "title": "ماهی گیر و کارگران مرتبط با ماهیگیری",
    "description": "استفاده از تور، قلاب ماهی گیری، تله، یا سایر تجهیزات برای صید و جمع آوری ماهی یا جانوران دریایی دیگر از رودخانه، دریاچه، یا اقیانوس، برای مصرف انسان یا سایر مصرف کنندگان. کشیدن صید به درون کشتی.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "تولید مواد غذایی",
                    "دانش تکنیک ها و تجهیزات برای کاشت، رشد و برداشت محصولات غذایی (هم گیاهی و هم حیوانی) برای مصرف شامل تکنیک های انبارداری"
                ],
                [
                    "مکانیکی",
                    "دانش ماشین آلات و ابزارها شامل نقشه ها، کاربردها، تعمیرات و نگهداری آنها."
                ],
                [
                    "حمل و نقل",
                    "دانش اصول و روش هایی برای انتقال افراد یا کالاها از طریق هوایی، ریلی، دریایی یا جاده شامل هزینه ها و منافع وابسته"
                ],
                [
                    "جغرافی",
                    "دانش اصول و روش هایی برای تشریح توده های زمینی، دریایی و هوایی از جمله خصوصیات فیزیکی، مکان ها، روابط داخلی آنها و پراکنش زندگی گیاهی، حیوانی و انسانی."
                ],
                [
                    "تولیدو پردازش",
                    "دانش مواد خام، فرآیندهای تولیدی، کنترل کیفیت، هزینه ها و سایر تکنیک ها برای حداکثرسازی ساخت و توزیع کالاهای موثر"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "عملیات و کنترل",
                    "کنترل عملیات تجهیزات یا سیستم ها."
                ],
                [
                    "قضاوت و تصمیم گیری",
                    "بررسی هزینه ها و منافع نسبی اقدامات بالقوه جهت انتخاب مناسب ترین آنها."
                ],
                [
                    "نظارت بر عملکرد",
                    "تحت نظر گرفتن درجه ها، عقربه ها و سایر نشانگرها برای اطمینان از صحبت کارکرد صحیح دستگاه."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "مهارت یدی (چالاک دستی)",
                    "توانایی حرکت دادن سریع دست تان، حرکت سریع دست و بازو با هم یا دو دست تان برای گرفتن، بکار بری یا سرهم کردن اشیاء"
                ],
                [
                    "هماهنگی چندعضوی",
                    "توانایی هماهنگی دو یا چند عضو (برای مثال دو بازو، دو پا یا یک پا و یک بازو) در زمان نشستن، ایستادن یا دراز کشیدن. این شامل انجام فعالیت ها در زمانی که کل بدن در حال حرکت است نمی شود."
                ],
                [
                    "زمان واکنش",
                    "توانایی پاسخ سریع (با دست، انگشت یا پا) به یک علامت (صدا، نور، تصویر) در زمانی که آن ظاهر می شود."
                ],
                [
                    "قدرت استاتیک (ایستا)",
                    "توانایی اعمال حداکثر نیروی عضلانی برای بلند کردن، کشیدن، هل دادن یا حمل اشیاء."
                ],
                [
                    "دقت کنترل",
                    "توانایی تنظیم سریع و مکرر فرمان های یک ماشین یا یک وسیله نقلیه در وضعیت های صحیح"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "بکار بردن و حرکت دادن اشیا",
                    "استفاده از دستان و بازوان در زمینه نصب، قرار دادن یا حرکت دادن مواد و بکار بری اشیاء"
                ],
                [
                    "انجام فعالیت های فیزیکی عمومی",
                    "انجام فعالیت های فیزیکی که به استفاده قابل توجه از دستان و پاهای شما و حرکت کل بدن تان - مثل بالا رفتن، بلند کردن، تعادل، راه رفتن، خم شدن و به کار بردن مواد - نیاز دارد."
                ],
                [
                    "کنترل ماشین آلات و فرآیندها",
                    "استفاده از ساز و کارهای کنترل یا فعالیت فیزیکی مستقیم جهت عملیات ماشین آلات یا فرآینده ها(به استثنای کامپیوترها یا وسایل نقلیه)"
                ],
                [
                    "تعمیر و نگهداری تجهیزات مکانیکی",
                    "سرویس کردن، تعمیر، تنظیم و آزمایش ماشین آلات، دستگاه ها، قطعات متحرک و تجهیزاتی که براساس اصول مکانیکی (نه الکترونیکی) فعالیت می کنند."
                ],
                [
                    "عملیات وسایل نقلیه، دستگاه ها یا تجهیزات مکانیزه",
                    "راندن، مانور دادن، هدایت یا رانندگی وسایل نقلیه یا تجهیزات مکانیزه مثل جراثقیل ها، وسایل نقلیه مسافری، هواپیما یا قایق موتوری."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "محیط های بیرونی، در معرض آب و هوا",
                    "چند دفعه این شغل شاغل را ملزم به کار کردن در محیط های بیرونی در معرض همه شرایط جوی قرار می دهد."
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "صرف زمان استفاده از دستان برای کنترل یا حس اشیاء",
                    "چه مقدار این شغل نیازمند استفاده از دستانتان جهت کنترل یا حس اشیا یا ابزار است؟"
                ],
                [
                    "مقدار سر و صدا بالا و آزاردهنده است.",
                    "چند دفعه این شغل شاغل را در معرض سر و صداهایی قرار می دهد که آزاردهنده و عامل حواس پرتی هستند؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی یک: مستلزم آمادگی بسیار کم یا هیچ"
                ],
                [
                    "تحصیلات",
                    "تصدی برخی از این مشاغل مستلزم داشتن گواهی دیپلم دبیرستان یا گواهی طرح توسعه آموزش عمومی می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل هیچ گونه مهارت، دانش، یا تجربه مرتبط مورد نیاز نمی باشد و یا میزان بسیار کمی از این عوامل برای انجام آنها کافی می باشد. به عنوان مثال، بدون داشتن تجربه کاری مرتبط می توان به عنوان پیشخدمت رستوران فعالیت نمود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند دیدن آموزش به مدت چند روز تا چند ماه می باشند. معمولا یک کارگر با تجربه می تواند نحوه انجام کار را نمایش دهد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل باید از دستورالعمل ها پیروی کرد و به دیگران کمک کرد. رانندگی تاکسی، تصدی دستگاه های مراکز تفریح و سرگرمی، تصدی باجه ها و مراکز اجاره کالاها، کارگری ساختمان، کاربری ماشین آلات حفاری پیوسته، و پیشخدمتی در رستوران ها از جمله این مشاغل می باشد."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(کمتر از 4)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ],
                [
                    "ایستادگی (مقاومت)",
                    "شغل نیازمند ایستادگی در مواجهه با موانع است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ]
            ]
        }
    ]
}