{
    "title": "مترجم همزمان و مترجم",
    "description": "ترجه یا تفسیر متون نوشتاری، گفتاری، یا زبان علائم برای دیگران به زبانی دیگر.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "زبان خارجی",
                    "دانش ساختار و بافت یک زبان خارجی (غیرانگلیسی) شامل معنی و املای لغات، قواعد ترکیب و گرامر و تلفظ ها"
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "کامپیوترها و علوم الکترونیک",
                    "دانش مربوط به صفحه مدار، پردازشگرها، تراشه ها، تجهیزات الکترونیکی، سخت افراز و نرم افزار رایانه ای شامل کاربردها و برنامه نویسی."
                ],
                [
                    "امور دفتری",
                    "دانش روش ها و سیستم های دفتری و اداری نظیر پردازش لغات (ورد)، مدیریت فایل ها و اسناد، تندنویسی و نسخه برداری، طراحی فرم ها و سایر روش ها و واژگان دفتری"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "نوشتن",
                    "ایجاد ارتباط موثر در نوشتار به شکلی مناسب برای نیازهای مخاطبان."
                ],
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "توضیح مفهوم اطلاعات برای دیگران",
                    "ترجمه یا توضیح مفهوم اطلاعات و نحوه استفاده از آن."
                ],
                [
                    "شناسایی اشیا، اقدامات و رویدادها",
                    "شناسایی اطلاعات از طریق دسته بندی، ارزیابی، شناخت اختلافات یا شباهت ها و تعیین تغییرات در محیط یا رویدادها."
                ],
                [
                    "بروزسازی و استفاده از دانش مرتبط",
                    "بروز نگه داشتن از لحاظ فنی و بکارگیری دانش جدید در شغل تان"
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "فرآیندهای نظارت، مواد یا محیط",
                    "کنترل و مرور اطلاعات از مواد، رویدادها یا محیط برای شناسایی یا ارزیابی مسائل."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "اهمیت دقیق و صحیح بودن",
                    "رعایت دقت یا صحت بالا در انجام این شغل تا چه اندازه اهمیت دارد؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "محیط های درونی، محیط کنترل شده",
                    "چند دفعه این شغل شاغل را ملزم به کار کردن در محیط های درونی در شرایط کنترل شده محیطی می نماید؟"
                ],
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی چهار: مستلزم آمادگی قابل توجه"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک کارشناسی چهار ساله می باشد اما در برخی از این مشاغل چنین الزامی وجود ندارد . "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط به میزان قابل ملاحظه ای می باشد. به عنوان مثال، یک حسابدار باید دوره چهار ساله دانشگاهی را گذرانده باشد و سالیان متمادی در این زمینه کار کرده باشد تا واجد شرایط مورد نظر شناخته شود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند داشتن تجربه مرتبط با کار، دیدن آموزش حین کار، و/یا آموزش های فنی و حرفه ای به مدت متمادی می باشند."
                ],
                [
                    "نمونه های حوزه شغل",
                    "بسیاری از این مشاغل در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران می باشند. حسابدارها، مدیران فروش، مدیران پایگاه های داده، مدرسان، شیمی دانان، مهندسان محیط زیست، بازرس های پلیس، و ماموران ویژه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(7 تا < 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "استقلال",
                    "شغل نیازمند ابداع روش های فردی انجام کارها، هدایت خود توام با نظارت اندک یا صفر و وابستگی به خود برای انجام کارهاست."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ]
            ]
        }
    ]
}