{
    "title": "پرداخت کار مبلمان",
    "description": "شکل دادن، پرداخت، و رو کاری مبلمان های آسیب دیده، قدیمی، یا دست دوم یا مبلمان های نو ارزشمند و درآوردن آنها به رنگ یا روکاری مشخص.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "تولیدو پردازش",
                    "دانش مواد خام، فرآیندهای تولیدی، کنترل کیفیت، هزینه ها و سایر تکنیک ها برای حداکثرسازی ساخت و توزیع کالاهای موثر"
                ],
                [
                    "ایمنی و امنیت عمومی",
                    "دانش تجهیزات، سیاست ها، روش ها و استراتژی های مربوطه برای ارتقای عملیات امنیتی محلی، استانی یا ملی به منظور حفاظت از افراد، داده ها، املاک و موسسات."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ],
                [
                    "شیمی",
                    "دانش ترکیب، ساختار و خواص شیمیایی مواد و فرآیندهای شیمایی و تغییرشکل هایی که می پذیرند. این شامل استفاده از مواد شیمیایی و فعل و انفعالات آنها، نشانه های خطر و تکنیک های تولید می شود."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ],
                [
                    "آنالیز کنترل کیفیت",
                    "اجرای تست ها و بازرسی از محصولات، خدمات یا فرآیندها برای ارزیابی کیفیت یا عملکرد."
                ],
                [
                    "نظارت بر عملکرد",
                    "تحت نظر گرفتن درجه ها، عقربه ها و سایر نشانگرها برای اطمینان از صحبت کارکرد صحیح دستگاه."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "هماهنگی",
                    "تطبیق و تنظیم اقدامات با اقدامات دیگران."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ],
                [
                    "تمایز بینایی رنگ ها",
                    "توانایی مقایسه یا تشخیص اختلاف میان رنگ ها از جمله سایه های رنگ و روشنی."
                ],
                [
                    "بی حرکتی (ثبات) دست و بازو",
                    "توانایی ثابت نگه داشتن دست و بازو و در عین حال حرکت بازویتان یا نگه داشتن بازو و دست تان در یک وضعیت."
                ],
                [
                    "مهارت یدی (چالاک دستی)",
                    "توانایی حرکت دادن سریع دست تان، حرکت سریع دست و بازو با هم یا دو دست تان برای گرفتن، بکار بری یا سرهم کردن اشیاء"
                ],
                [
                    "دقت کنترل",
                    "توانایی تنظیم سریع و مکرر فرمان های یک ماشین یا یک وسیله نقلیه در وضعیت های صحیح"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "بکار بردن و حرکت دادن اشیا",
                    "استفاده از دستان و بازوان در زمینه نصب، قرار دادن یا حرکت دادن مواد و بکار بری اشیاء"
                ],
                [
                    "بازرسی تجهیزات، ساختارها یا مواد",
                    "بازرسی تجهیزات، ساختارها یا مواد برای شناسایی علت خطاها یا سایر مشکلات یا عیوب."
                ],
                [
                    "فرآیندهای نظارت، مواد یا محیط",
                    "کنترل و مرور اطلاعات از مواد، رویدادها یا محیط برای شناسایی یا ارزیابی مسائل."
                ],
                [
                    "انجام فعالیت های فیزیکی عمومی",
                    "انجام فعالیت های فیزیکی که به استفاده قابل توجه از دستان و پاهای شما و حرکت کل بدن تان - مثل بالا رفتن، بلند کردن، تعادل، راه رفتن، خم شدن و به کار بردن مواد - نیاز دارد."
                ],
                [
                    "کنترل ماشین آلات و فرآیندها",
                    "استفاده از ساز و کارهای کنترل یا فعالیت فیزیکی مستقیم جهت عملیات ماشین آلات یا فرآینده ها(به استثنای کامپیوترها یا وسایل نقلیه)"
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "در معرض آلاینده ها",
                    "چند دفعه این شغل شاغل را در معرض آلاینده هایی نظیر گازها، گرد و غبار و بوها قرار می دهد؟"
                ],
                [
                    "در معرض شرایط پرخطر",
                    "چند دفعه این شغل شاغل را در معرض شرایط پرخطر قرار می دهد؟"
                ],
                [
                    "پوشیدن لباس های ایمنی یا حفاظتی مرسوم",
                    "چه مقدار این شغل شاغل را ملزم به پوشیدن لباس های ایمنی یا حفاظتی مرسوم مثل کفش ها، عینک ها و دستکش های ایمنی، کلاه های ایمنی یا ژاکت های محافظ می کند؟"
                ],
                [
                    "صرف زمان ایستادن",
                    "چه مقدار این شغل نیازمند ایستادن است؟"
                ],
                [
                    "مقدار سر و صدا بالا و آزاردهنده است.",
                    "چند دفعه این شغل شاغل را در معرض سر و صداهایی قرار می دهد که آزاردهنده و عامل حواس پرتی هستند؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی یک: مستلزم آمادگی بسیار کم یا هیچ"
                ],
                [
                    "تحصیلات",
                    "تصدی برخی از این مشاغل مستلزم داشتن گواهی دیپلم دبیرستان یا گواهی طرح توسعه آموزش عمومی می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل هیچ گونه مهارت، دانش، یا تجربه مرتبط مورد نیاز نمی باشد و یا میزان بسیار کمی از این عوامل برای انجام آنها کافی می باشد. به عنوان مثال، بدون داشتن تجربه کاری مرتبط می توان به عنوان پیشخدمت رستوران فعالیت نمود."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند دیدن آموزش به مدت چند روز تا چند ماه می باشند. معمولا یک کارگر با تجربه می تواند نحوه انجام کار را نمایش دهد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل باید از دستورالعمل ها پیروی کرد و به دیگران کمک کرد. رانندگی تاکسی، تصدی دستگاه های مراکز تفریح و سرگرمی، تصدی باجه ها و مراکز اجاره کالاها، کارگری ساختمان، کاربری ماشین آلات حفاری پیوسته، و پیشخدمتی در رستوران ها از جمله این مشاغل می باشد."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(کمتر از 4)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "سازگاری/انعطاف پذیری",
                    "شغل نیازمند برخورد باز با تغییرات (مثبت یا منفی) قابل توجه در محیط کاری است."
                ],
                [
                    "استقلال",
                    "شغل نیازمند ابداع روش های فردی انجام کارها، هدایت خود توام با نظارت اندک یا صفر و وابستگی به خود برای انجام کارهاست."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ]
            ]
        }
    ]
}