{
    "title": "مدرس علوم کتابداری، دانشگاهی",
    "description": "تدریس دوره های علم کتابداری.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ],
                [
                    "کامپیوترها و علوم الکترونیک",
                    "دانش مربوط به صفحه مدار، پردازشگرها، تراشه ها، تجهیزات الکترونیکی، سخت افراز و نرم افزار رایانه ای شامل کاربردها و برنامه نویسی."
                ],
                [
                    "ارتباطات و رسانه ها",
                    "دانش تولید رسانه ای، ارتباطات، تکنیک های و روش های پخش. این شامل روش های جایگزین برای ارائه اطلاعات از طریق رسانه های مکتوب، شفاهی و بصری می شود."
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "راهنمایی",
                    "آموزش نحوه کار به دیگران."
                ],
                [
                    "نوشتن",
                    "ایجاد ارتباط موثر در نوشتار به شکلی مناسب برای نیازهای مخاطبان."
                ],
                [
                    "حل مسائل پیچیده",
                    "شناسایی مسائل پیچیده و مرور اطلاعات مرتبط برای ایجاد و ارزیابی گزینه ها و اجرای راه حل ها."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان کتبی",
                    "توانایی انتقال اطلاعات و ایده ها به شکل مکتوب به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "استدلال استقرایی",
                    "توانایی ترکیب تکه های اطلاعات برای تشکیل قواعد یا نتایج عمومی (شامل یافتن یک رابطه بین رویدادهای ظاهرا غیرمرتبط)"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "تعامل با کامپیوترها",
                    "استفاده از کامپیوترها و سیستم های رایانه ای (شامل سخت افزار و نرم افزار) برای برنامه نویسی، نوشتن برنامه، ورود داده یا پردازش اطلاعات."
                ],
                [
                    "آموزش و تعلیم دیگران",
                    "شناسایی نیازهای آموزشی دیگران، توسعه برنامه ها یا کلاس های رسمی آموزش و تعلیم و آموزش یا تعلیم دیگران."
                ],
                [
                    "بروزسازی و استفاده از دانش مرتبط",
                    "بروز نگه داشتن از لحاظ فنی و بکارگیری دانش جدید در شغل تان"
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "تفکر خلاقانه",
                    "توسعه، طراحی یا ایجاد کاربردها، ایده ها، روابط، سیستم ها یا محصولات جدید از جمله همکاری های هنری"
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "کار ساخت یافته در برابر کار ساخت نیافته",
                    "تا چه حدی این شغل برای شاغل ساخت یافته است به جای آنکه به او اجازه دهد تا وظایف، اولویت ها و اهداف را تعیین نماید؟"
                ],
                [
                    "محیط های درونی، محیط کنترل شده",
                    "چند دفعه این شغل شاغل را ملزم به کار کردن در محیط های درونی در شرایط کنترل شده محیطی می نماید؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی پنج: مستلزم آمادگی گسترده"
                ],
                [
                    "تحصیلات",
                    "اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک بالاتر از کارشناسی می باشند. به عنوان مثال، تصدی این مشاغل نیازمند داشتن مدرک کارشناسی ارشد، دکترا، دکترای پزشکی، یا دکترای حقوق می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط گسترده ای می باشد. بسیاری از این مشاغل مستلزم داشتن بیش از پنج سال سابقه کاری مرتبط می باشند. به عنوان مثال، یک جراح باید دوره چهار ساله دانشگاهی و پس از آن یک دوره آموزش تخصصی پزشکی پنج الی هفت ساله را گذرانده باشد تا مجاز به اجرای جراحی شود."
                ],
                [
                    "آموزشهای شغل",
                    "ممکن است کارکنان این مشاغل نیازمند دیدن میزان مشخصی آموزش های حین کار باشند، اما بیشتر این افراد با این پیش فرض به کار گرفته می شوند که از قبل حائض مهارت ها، دانش، تجربه کاری مرتبط، و/یا آموزش های لازم باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "این مشاغل اغلب در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص می باشند. برای تصدی این مشاغل مهارت های ارتباطی و سازماندهی فوق العاده قوی و حرفه ای مورد نیاز می باشد. کتابداران، وکلا، مهندسان هوا و فضا، زیست شناس های حیات وحش، روانشناسان آموزش و پرورش، جراحان، خزانه داران، و کنترل کننده ها از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(8 و بیشتر از 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "استقلال",
                    "شغل نیازمند ابداع روش های فردی انجام کارها، هدایت خود توام با نظارت اندک یا صفر و وابستگی به خود برای انجام کارهاست."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ],
                [
                    "موفقیت/تلاش",
                    "شغل نیازمند ایجاد و حفظ اهداف چالشی موفقیت فردی و به کارگیری تلاش در جهت تسلط بر وظایف است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ]
            ]
        }
    ]
}