{
    "title": "پیمانکار کار مزارع",
    "description": "به کارگیری و اجیر کردن نیروی کار، تدارک تجهیزات، و نظارت بر کارگران کشاورزی فصلی در قبال پرداخت دستمزد. ممکن است تهیه وسیله ایاب و ذهای، اقامتگاه، و غذای کارگران را به عهده گیرد.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "زبان خارجی",
                    "دانش ساختار و بافت یک زبان خارجی (غیرانگلیسی) شامل معنی و املای لغات، قواعد ترکیب و گرامر و تلفظ ها"
                ],
                [
                    "تولید مواد غذایی",
                    "دانش تکنیک ها و تجهیزات برای کاشت، رشد و برداشت محصولات غذایی (هم گیاهی و هم حیوانی) برای مصرف شامل تکنیک های انبارداری"
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ],
                [
                    "منابع انسانی و پرسنل",
                    "دانش اصول و روش هایی برای استخدام، گزینش، پاداش و سودهای پرسنل، روابط نیروی کار و مذاکره و سیستم های اطلاعات پرسنل"
                ],
                [
                    "تولیدو پردازش",
                    "دانش مواد خام، فرآیندهای تولیدی، کنترل کیفیت، هزینه ها و سایر تکنیک ها برای حداکثرسازی ساخت و توزیع کالاهای موثر"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "مدیریت منابع پرسنل",
                    "انگیزش، ارتقا و هدایت افراد در زمان کار، شناسایی بهترین فرد برای شغل."
                ],
                [
                    "مدیریت زمان",
                    "مدیریت زمان شخصی و زمان دیگران."
                ],
                [
                    "قضاوت و تصمیم گیری",
                    "بررسی هزینه ها و منافع نسبی اقدامات بالقوه جهت انتخاب مناسب ترین آنها."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "ارزیابی اطلاعات برای تعیین سازگاری با استانداردها",
                    "استفاده از اطلاعات مربوط و قضاوت فردی برای تعیین اینکه آیا رویدادها و فرآیندها از قوانین، مقررات یا استانداردها تبعیت می کنند یا خیر."
                ],
                [
                    "عملیات وسایل نقلیه، دستگاه ها یا تجهیزات مکانیزه",
                    "راندن، مانور دادن، هدایت یا رانندگی وسایل نقلیه یا تجهیزات مکانیزه مثل جراثقیل ها، وسایل نقلیه مسافری، هواپیما یا قایق موتوری."
                ],
                [
                    "بازرسی تجهیزات، ساختارها یا مواد",
                    "بازرسی تجهیزات، ساختارها یا مواد برای شناسایی علت خطاها یا سایر مشکلات یا عیوب."
                ],
                [
                    "آموزش و تعلیم دیگران",
                    "شناسایی نیازهای آموزشی دیگران، توسعه برنامه ها یا کلاس های رسمی آموزش و تعلیم و آموزش یا تعلیم دیگران."
                ],
                [
                    "قضاوت درباره کیفیت امور و خدمات",
                    "ارزیابی ارزش، اهمیت یا کیفیت امور یا افراد"
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "کار ساخت یافته در برابر کار ساخت نیافته",
                    "تا چه حدی این شغل برای شاغل ساخت یافته است به جای آنکه به او اجازه دهد تا وظایف، اولویت ها و اهداف را تعیین نماید؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "مسئولیت در ازای مشتریان و نتایج",
                    "شاغل در ازای نتایج و پیامدهای کاری سایر شاغلین تا چه حد مسئولیت دارد؟"
                ],
                [
                    "مسئول بهداشت و ایمنی دیگران",
                    "چه مقدار مسئولیت در ازای سلامت و ایمنی دیگران در این شغل وجود دارد؟"
                ],
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی دو: مستلزم آمادگی اندک"
                ],
                [
                    "تحصیلات",
                    "تصدی این مشاغل معمولا مستلزم داشتن گواهی دیپلم دبیرستان می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل معمولا مهارت، دانش، یا تجربه مرتبط اندکی مورد نیاز می باشد. به عنوان مثال، یک صندوقدار می تواند در کار خود از تجربه کاری مستقیم قبلی اش با عموم بهره بگیرد."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند چند ماه تا یک سال کار با کارگران با تجربه می باشند. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از دانش و مهارت ها به منظور کمک به دیگران استفاده می شود. کارگران مرتبط با ورقه های فولادی، آتش نشانان جنگل ها، نمایندگان خدمات مشتریان، دستیاران فیزیو تراپ ها، فروشندگان (خرده فروشی)، و صندوقداران از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(4 تا < 6)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "موفقیت/تلاش",
                    "شغل نیازمند ایجاد و حفظ اهداف چالشی موفقیت فردی و به کارگیری تلاش در جهت تسلط بر وظایف است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ]
            ]
        }
    ]
}