{
    "title": "فروشنده تک فروشی",
    "description": "فروش کالاهایی مانند مبلمان، وسایل نقلیه موتوری، لوازم برقی، یا لباس و اثاث در تک فروشی ها.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "فروش و بازاریابی",
                    "دانش اصول و روش هایی برای عرضه، تبلیغ و فروش محصولات یا خدمات. این شامل استراتژی و تاکتیک های بازاریابی، تشریح محصول، تکنیک های فروش و سیستم های کنترل فروش می شود."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ],
                [
                    "مدیریت و کنترل",
                    "دانش کسب و کار و اصول مدیریتی مربوط به برنامه ریزی راهبردی، تخصیص منابع، مدلسازی منابع انسانی، تکنیک رهبری، روش های تولید و هماهنگی افراد و منابع"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "متقاعدسازی",
                    "متقاعدسازی دیگران به تغییر ذهن یا رفتارشان."
                ],
                [
                    "جهت گیری خدمات",
                    "جستجوی فعالانه راه هایی برای کمک به افراد."
                ],
                [
                    "مذاکره",
                    "دیگران را دور هم جمع کردن و تلاش برای حل اختلافات."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "دید نزدیک",
                    "توانایی دیدن اشیای ریز در دامنه نزدیک (محدوده چندقدمی ناظر)."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "فعالیت مستقیم برای عموم",
                    "کار کردن یا فعالیت مستقیم برای عموم. این شامل خدمت به مشتریان در رستوران ها و فروشگاه ها و استقبال از مشتریان یا مهمانان است."
                ],
                [
                    "فروش یا نفوذ در دیگران",
                    "متقاعدسازی دیگران به خرید کالاها یا تغییر دادن ذهن و اقدامات آنها."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "ایجاد و حفظ روابط بین فردی",
                    "توسعه روابط کاری سازنده و توام با همکاری با دیگران و حفظ آنها در طول زمان."
                ],
                [
                    "ارتباط با افراد خارج از سازمان",
                    "ارتباط با افراد خارج از سازمان، معرفی سازمان به مشتریان، مردم، دولت و سایر منابع خارجی. این اطلاعات می تواند به صورت فردی، مکتوب یا از طریق ایمیل یا تلفن مبادله شود."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "رابطه با مشتریان خارجی",
                    "کار با مشتریان خارجی یا عموم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی دو: مستلزم آمادگی اندک"
                ],
                [
                    "تحصیلات",
                    "تصدی این مشاغل معمولا مستلزم داشتن گواهی دیپلم دبیرستان می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل معمولا مهارت، دانش، یا تجربه مرتبط اندکی مورد نیاز می باشد. به عنوان مثال، یک صندوقدار می تواند در کار خود از تجربه کاری مستقیم قبلی اش با عموم بهره بگیرد."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند چند ماه تا یک سال کار با کارگران با تجربه می باشند. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از دانش و مهارت ها به منظور کمک به دیگران استفاده می شود. کارگران مرتبط با ورقه های فولادی، آتش نشانان جنگل ها، نمایندگان خدمات مشتریان، دستیاران فیزیو تراپ ها، فروشندگان (خرده فروشی)، و صندوقداران از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(4 تا < 6)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ]
            ]
        }
    ]
}