{
    "title": "روحانی",
    "description": "اداره مراسم مذهبی و اجرای فعالیت های معنوی مرتبط با باورها، اعتقادات و ایمان دینی یا مذهبی. ارایه مشاوره و راهنمایی مذهبی و اخلاقی و کمک به اعضا. ",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "مدیریت و کنترل",
                    "دانش کسب و کار و اصول مدیریتی مربوط به برنامه ریزی راهبردی، تخصیص منابع، مدلسازی منابع انسانی، تکنیک رهبری، روش های تولید و هماهنگی افراد و منابع"
                ],
                [
                    "فلسفه و الهیات",
                    "دانش سیستم ها و مذاهب فلسفی مختلف. این شامل اصول، ارزش ها و اخلاقیات آنها، روش های تفکر، سنن و تاثیرات آنها بر فرهنگ انسانی می شود."
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "جهت گیری خدمات",
                    "جستجوی فعالانه راه هایی برای کمک به افراد."
                ],
                [
                    "درک اجتماعی",
                    "آگاهی از واکنش های دیگران و درک اینکه چرا آنها این واکنش را نشان داده اند."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "راهنمایی",
                    "آموزش نحوه کار به دیگران."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "وضوح گفتار",
                    "توانایی صحبت کردن شفاف و روشن به نحوی که دیگران متوجه منظور شما شوند."
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ],
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "ایجاد و حفظ روابط بین فردی",
                    "توسعه روابط کاری سازنده و توام با همکاری با دیگران و حفظ آنها در طول زمان."
                ],
                [
                    "توسعه اهداف و استراتژی ها",
                    "ایجاد اهداف بلندمدت و مشخص کردن استراتژی ها و اقداماتی جهت نیل به آن اهداف."
                ],
                [
                    "کمک کردن و توجه به دیگران",
                    "ارائه کمک فردی، توجه پزشکی، حمایت احساسی یا سایر توجهات فردی به دیگران شامل همکاران، مشتریان یا والدین."
                ],
                [
                    "آموزش و تعلیم دیگران",
                    "شناسایی نیازهای آموزشی دیگران، توسعه برنامه ها یا کلاس های رسمی آموزش و تعلیم و آموزش یا تعلیم دیگران."
                ],
                [
                    "توسعه و ایجاد تیم ها",
                    "ایجاد و ترغیب اعتماد متقابل، احترام و هماهنگی بین اعضای تیم."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "کار ساخت یافته در برابر کار ساخت نیافته",
                    "تا چه حدی این شغل برای شاغل ساخت یافته است به جای آنکه به او اجازه دهد تا وظایف، اولویت ها و اهداف را تعیین نماید؟"
                ],
                [
                    "تکرار تصمیم گیری",
                    "چند دفعه شاغل ملزم به گرفتن تصمیماتی می شود که بر سایر افراد، منابع مالی و/یا تصویر و شهرت سازمان تاثیر می گذارد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی پنج: مستلزم آمادگی گسترده"
                ],
                [
                    "تحصیلات",
                    "اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک بالاتر از کارشناسی می باشند. به عنوان مثال، تصدی این مشاغل نیازمند داشتن مدرک کارشناسی ارشد، دکترا، دکترای پزشکی، یا دکترای حقوق می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط گسترده ای می باشد. بسیاری از این مشاغل مستلزم داشتن بیش از پنج سال سابقه کاری مرتبط می باشند. به عنوان مثال، یک جراح باید دوره چهار ساله دانشگاهی و پس از آن یک دوره آموزش تخصصی پزشکی پنج الی هفت ساله را گذرانده باشد تا مجاز به اجرای جراحی شود."
                ],
                [
                    "آموزشهای شغل",
                    "ممکن است کارکنان این مشاغل نیازمند دیدن میزان مشخصی آموزش های حین کار باشند، اما بیشتر این افراد با این پیش فرض به کار گرفته می شوند که از قبل حائض مهارت ها، دانش، تجربه کاری مرتبط، و/یا آموزش های لازم باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "این مشاغل اغلب در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص می باشند. برای تصدی این مشاغل مهارت های ارتباطی و سازماندهی فوق العاده قوی و حرفه ای مورد نیاز می باشد. کتابداران، وکلا، مهندسان هوا و فضا، زیست شناس های حیات وحش، روانشناسان آموزش و پرورش، جراحان، خزانه داران، و کنترل کننده ها از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(8 و بیشتر از 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "دغدغه خاطر برای دیگران",
                    "شغل نیازمند توجه به نیازها و احساسات دیگران، فهمیده بودن و داشتن روحیه کمک است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ]
            ]
        }
    ]
}