{
    "title": "لوله کش، ساختمانی",
    "description": "سرهم کردن/همگذاری، نصب، و تعمیر لوله ها، قطعات و اتصالات سیستم های گرمایشی، آب و زهکشی ها، طبق مشخصات و دستورالعمل های لوله مشی.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "ساختمان سازی",
                    "دانش مواد، روش ها و ابزار درگیر در ساخت یا تعمیر خانه ها، ساختمان ها یا سایر بناها مثل بزرگراه ها و جاده ها"
                ],
                [
                    "مکانیکی",
                    "دانش ماشین آلات و ابزارها شامل نقشه ها، کاربردها، تعمیرات و نگهداری آنها."
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ],
                [
                    "طراحی",
                    "دانش تکنیک های طراحی، ابزارها و اصول درگیر در تولید نقشه های فنی دقیق، نقشه های کلی، تصاویر و مدل ها."
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "حل مسائل پیچیده",
                    "شناسایی مسائل پیچیده و مرور اطلاعات مرتبط برای ایجاد و ارزیابی گزینه ها و اجرای راه حل ها."
                ],
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "نظارت بر عملکرد",
                    "تحت نظر گرفتن درجه ها، عقربه ها و سایر نشانگرها برای اطمینان از صحبت کارکرد صحیح دستگاه."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "بی حرکتی (ثبات) دست و بازو",
                    "توانایی ثابت نگه داشتن دست و بازو و در عین حال حرکت بازویتان یا نگه داشتن بازو و دست تان در یک وضعیت."
                ],
                [
                    "مهارت انگشتان (چالاکی انگشتان)",
                    "توانایی حرکت دادن سریع و دقیق انگشتان یک یا دو دست برای گرفتن، بکار بریی یا سرهم کردن اشیای بسیار کوچک."
                ],
                [
                    "دقت کنترل",
                    "توانایی تنظیم سریع و مکرر فرمان های یک ماشین یا یک وسیله نقلیه در وضعیت های صحیح"
                ],
                [
                    "هماهنگی چندعضوی",
                    "توانایی هماهنگی دو یا چند عضو (برای مثال دو بازو، دو پا یا یک پا و یک بازو) در زمان نشستن، ایستادن یا دراز کشیدن. این شامل انجام فعالیت ها در زمانی که کل بدن در حال حرکت است نمی شود."
                ],
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "بکار بردن و حرکت دادن اشیا",
                    "استفاده از دستان و بازوان در زمینه نصب، قرار دادن یا حرکت دادن مواد و بکار بری اشیاء"
                ],
                [
                    "اتخاذ تصمیمات و حل مسائل",
                    "تحلیل اطلاعات و ارزیابی نتایج برای انتخاب بهترین راه حل و حل مسائل"
                ],
                [
                    "بروزسازی و استفاده از دانش مرتبط",
                    "بروز نگه داشتن از لحاظ فنی و بکارگیری دانش جدید در شغل تان"
                ],
                [
                    "سازمان دهی، برنامه ریزی و اولویت بندی کار",
                    "توسعه اهداف و برنامه های مشخص جهت اولویت بندی، سازماندهی و تکمیل کارتان."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "صرف زمان استفاده از دستان برای کنترل یا حس اشیاء",
                    "چه مقدار این شغل نیازمند استفاده از دستانتان جهت کنترل یا حس اشیا یا ابزار است؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی سه: مستلزم آمادگی متوسط"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم دیدن آموزش در مراکز فنی و حرفه ای، تجربه کاری مرتبط حین کار، یا داشتن مدرک کاردانی می باشد. "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط می باشد. به عنوان مثال، یک برقکار باید دوره کارآموزی سه یا چهار ساله ای را گذرانده باشد یا سالیان متمادی آموزش در حین کار دیده باشد، و اغلب باید به منظور تصدی این شغل، در آزمون های خاصی شرکت کرده و مجوز مربوطه را دریافت نماید."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند آموزش به مدت یک سال تا دو سال می باشند که شامل تلفیقی از تجربه حین کار یا آموزش های غیر رسمی حین کار با کارگران با تجربه می باشد. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از مهارت های ارتباطی و سازماندهی افراد برای هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص استفاده می شود. مدیران خدمات غذایی، برقکارها، کاردانان فنی کشاورزی، منشی های حقوقی، مصاحبه کنندگان، و کارگزاران فروش بیمه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(6 تا < 7)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "رهبری",
                    "شغل نیازمند یک تمایل برای رهبری، به عهده گرفتن مسئولیت و ارائه نظرات و مسیر است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ]
            ]
        }
    ]
}