{
    "title": "کاردان فنی تجهیزات خودکار هواپیماها",
    "description": "نصب، بررسی، تست، تنظیم، یا تعمیر تجهیزات خودکار هواپیما هواپیما مانند سیستم های راداری، رادیویی، مسیریابی، و سیستم کنترل موشک در وسایل نقلیه هوانوردی و فضانوردی.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "کامپیوترها و علوم الکترونیک",
                    "دانش مربوط به صفحه مدار، پردازشگرها، تراشه ها، تجهیزات الکترونیکی، سخت افراز و نرم افزار رایانه ای شامل کاربردها و برنامه نویسی."
                ],
                [
                    "ریاضیات",
                    "علم حساب، جبر، هندسه، حسابان، آمار و کاربردهای آنها."
                ],
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "مهندسی و فناوری",
                    "دانش کاربرد عملی علم و فناوری مهندسی. این شامل بکارگیری اصول، تکنیک ها، روش ها و تجهیزات برای طراحی و تولید کالاها و خدمات مختلف است."
                ],
                [
                    "تولیدو پردازش",
                    "دانش مواد خام، فرآیندهای تولیدی، کنترل کیفیت، هزینه ها و سایر تکنیک ها برای حداکثرسازی ساخت و توزیع کالاهای موثر"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "تعمیر",
                    "تعمیر ماشین ها یا سیستم های با استفاده از ابزار لازم."
                ],
                [
                    "نگهداری تجهیزات",
                    "اجرای عملیات نگهداری منظم بر روی تجهیزات و تعیین اینکه چه زمانی، چه نوع نگهداری مورد نیاز است."
                ],
                [
                    "عیب یابی",
                    "تعیین علل خطاها و اشتباهات عملیاتی و تصمیم گیری برای رفع آنها."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "بیان کتبی",
                    "توانایی انتقال اطلاعات و ایده ها به شکل مکتوب به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "استدلال قیاسی",
                    "توانایی بکارگیری قواعد عمومی برای مسائل خاص به منظور ایجاد پاسخ هایی که معقول و قابل درک است."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "تعمیر و نگهداری تجهیزات الکترونیکی",
                    "سرویس کردن، تعمیر، کالیبراسیون، تنظیم یا آزمایش ماشین آلات، دستگاه ها، قطعات متحرک و تجهیزاتی که براساس اصول الکترونیکی (نه مکانیکی) فعالیت می کنند."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "مستندسازی/ثبت اطلاعات",
                    "وارد کردن و نوشتن، ثبت، ذخیره یا حفظ اطلاعات به شکل مکتوب یا الکترونیکی/مغناطیسی"
                ],
                [
                    "ارزیابی اطلاعات برای تعیین سازگاری با استانداردها",
                    "استفاده از اطلاعات مربوط و قضاوت فردی برای تعیین اینکه آیا رویدادها و فرآیندها از قوانین، مقررات یا استانداردها تبعیت می کنند یا خیر."
                ],
                [
                    "اتخاذ تصمیمات و حل مسائل",
                    "تحلیل اطلاعات و ارزیابی نتایج برای انتخاب بهترین راه حل و حل مسائل"
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "اهمیت دقیق و صحیح بودن",
                    "رعایت دقت یا صحت بالا در انجام این شغل تا چه اندازه اهمیت دارد؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "تاثیر تصمیمات بر روی همکاران یا نتایج شرکت",
                    "تاثیر تصمیمات شاغل بر روی نتایج همکاران، مشتریان یا شرکت چقدر خواهد بود؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی سه: مستلزم آمادگی متوسط"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم دیدن آموزش در مراکز فنی و حرفه ای، تجربه کاری مرتبط حین کار، یا داشتن مدرک کاردانی می باشد. "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط می باشد. به عنوان مثال، یک برقکار باید دوره کارآموزی سه یا چهار ساله ای را گذرانده باشد یا سالیان متمادی آموزش در حین کار دیده باشد، و اغلب باید به منظور تصدی این شغل، در آزمون های خاصی شرکت کرده و مجوز مربوطه را دریافت نماید."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند آموزش به مدت یک سال تا دو سال می باشند که شامل تلفیقی از تجربه حین کار یا آموزش های غیر رسمی حین کار با کارگران با تجربه می باشد. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از مهارت های ارتباطی و سازماندهی افراد برای هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص استفاده می شود. مدیران خدمات غذایی، برقکارها، کاردانان فنی کشاورزی، منشی های حقوقی، مصاحبه کنندگان، و کارگزاران فروش بیمه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(6 تا < 7)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "هنری",
                    "مشاغل هنری شامل کار کردن با اشکال، طرح ها و الگوهاست. آنها اغلب نیازمند ابراز وجود هستند و کار را می توان بدون مجموعه مشخصی از قواعد انجام داد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ],
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ],
                [
                    "تفکر تحلیلی",
                    "شغل نیازمند تحلیل اطلاعات و استفاده از منطق برای حل مسائل و مشکلات مرتبط با کار است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ]
            ]
        }
    ]
}