{
    "title": "متخصص پرستاری بالینی",
    "description": "برنامه ریزی، اداره، و هماهنگی امور روزانه رسیدگی به بیماران در کلینیک ها. حصول اطمینان از مطابقت خدمات با سیاست ها، پروتوکل ها، مقررات، و استانداردهای تعریف شده برای مراقبت های بالینی. ",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "پزشکی و دندانپزشکی",
                    "دانش اطلاعات و تکنیک های لازم برای تشخیص و درمان جراحات، بیماری ها و نقایص انسانی. این شامل نشانه های بیماری، گزینه های درمان، خواص و واکنش های دارویی و روش های پیشگیرانه مراقبت بهداشتی می شود."
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ],
                [
                    "روان شناسی",
                    "دانش رفتار و عملکرد انسانی؛ تفاوت های فردی از نظر توان، شخصیت و علایق؛ یادگیری و انگیزش؛ روش های پژوهش روانی و ارزیابی و درمان بیماری های رفتاری"
                ],
                [
                    "زیست شناسی",
                    "دانش ارگانیسم های گیاهی و حیوانی، بافت ها، سلول ها، عملکردها و وابستگی های درونی آنها، فعل و انفعالات آنها با یکدیگر و محیط."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "درک مطلب",
                    "درک جملات و پاراگراف های متکوب در زمینه اسناد مرتبط با کار"
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "جهت گیری خدمات",
                    "جستجوی فعالانه راه هایی برای کمک به افراد."
                ],
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ],
                [
                    "درک نوشتاری",
                    "توانایی خواندن و درک اطلاعات و ایده های ارائه شده به شکل مکتوب."
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "بیان کتبی",
                    "توانایی انتقال اطلاعات و ایده ها به شکل مکتوب به نحوی که دیگران متوجه منظور شوند."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "کمک کردن و توجه به دیگران",
                    "ارائه کمک فردی، توجه پزشکی، حمایت احساسی یا سایر توجهات فردی به دیگران شامل همکاران، مشتریان یا والدین."
                ],
                [
                    "ایجاد و حفظ روابط بین فردی",
                    "توسعه روابط کاری سازنده و توام با همکاری با دیگران و حفظ آنها در طول زمان."
                ],
                [
                    "ارتباط با سرپرستان، همکاران یا زیردستان",
                    "ارائه اطلاعات به سرپرستان، همکاران و زیردستان از طریق تلفن به شکل مکتوب یا از طریق ایمیل یا فردی."
                ],
                [
                    "اتخاذ تصمیمات و حل مسائل",
                    "تحلیل اطلاعات و ارزیابی نتایج برای انتخاب بهترین راه حل و حل مسائل"
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "ایمیل الکترونیکی",
                    "هر چند وقت یکبار شما از پست الکترونیکی در این شغل استفاده می کنید؟"
                ],
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "در معرض بیماری یا آلودگی ها",
                    "چند دفعه این شغل شاغل را در معرض بیماری یا آلودگی ها قرار می دهد؟"
                ],
                [
                    "نزدیکی فیزیکی",
                    "تا چه حدی این شغل شاغل را ملزم می کند تا وظایف کاری خود را در نزدیکی سایر افراد انجام دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی پنج: مستلزم آمادگی گسترده"
                ],
                [
                    "تحصیلات",
                    "اکثر مشاغل این محدوده شغلی مستلزم داشتن مدرک بالاتر از کارشناسی می باشند. به عنوان مثال، تصدی این مشاغل نیازمند داشتن مدرک کارشناسی ارشد، دکترا، دکترای پزشکی، یا دکترای حقوق می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط گسترده ای می باشد. بسیاری از این مشاغل مستلزم داشتن بیش از پنج سال سابقه کاری مرتبط می باشند. به عنوان مثال، یک جراح باید دوره چهار ساله دانشگاهی و پس از آن یک دوره آموزش تخصصی پزشکی پنج الی هفت ساله را گذرانده باشد تا مجاز به اجرای جراحی شود."
                ],
                [
                    "آموزشهای شغل",
                    "ممکن است کارکنان این مشاغل نیازمند دیدن میزان مشخصی آموزش های حین کار باشند، اما بیشتر این افراد با این پیش فرض به کار گرفته می شوند که از قبل حائض مهارت ها، دانش، تجربه کاری مرتبط، و/یا آموزش های لازم باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "این مشاغل اغلب در رابطه با هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص می باشند. برای تصدی این مشاغل مهارت های ارتباطی و سازماندهی فوق العاده قوی و حرفه ای مورد نیاز می باشد. کتابداران، وکلا، مهندسان هوا و فضا، زیست شناس های حیات وحش، روانشناسان آموزش و پرورش، جراحان، خزانه داران، و کنترل کننده ها از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(8 و بیشتر از 8)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "صداقت و درستکاری",
                    "شغل نیازمند درستکاری و توجه به مسائل اخلاقی است."
                ],
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "رهبری",
                    "شغل نیازمند یک تمایل برای رهبری، به عهده گرفتن مسئولیت و ارائه نظرات و مسیر است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "تحمل استرس و فشار",
                    "شغل نیازمند پذیرش انتقادات و برخورد آرام و موثر در شرایط پراسترس است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ]
            ]
        }
    ]
}