{
    "title": "سرپرست ارشد/مدیر کارکنان دامپروری و مراقبت از حیوانات",
    "description": "نظارت مستقیم و هماهنگی فعالیت های کارگران دامپروری و مراقبت از حیوانات.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "زیست شناسی",
                    "دانش ارگانیسم های گیاهی و حیوانی، بافت ها، سلول ها، عملکردها و وابستگی های درونی آنها، فعل و انفعالات آنها با یکدیگر و محیط."
                ],
                [
                    "مدیریت و کنترل",
                    "دانش کسب و کار و اصول مدیریتی مربوط به برنامه ریزی راهبردی، تخصیص منابع، مدلسازی منابع انسانی، تکنیک رهبری، روش های تولید و هماهنگی افراد و منابع"
                ],
                [
                    "مکانیکی",
                    "دانش ماشین آلات و ابزارها شامل نقشه ها، کاربردها، تعمیرات و نگهداری آنها."
                ],
                [
                    "تعلیم و اموزش",
                    "دانش اصول و روش هایی برای طراحی برنامه های آموزشی، تعلیم و اموزش افراد و گروه ها و اندازه گیری تاثیرات آموزشی."
                ],
                [
                    "تولید مواد غذایی",
                    "دانش تکنیک ها و تجهیزات برای کاشت، رشد و برداشت محصولات غذایی (هم گیاهی و هم حیوانی) برای مصرف شامل تکنیک های انبارداری"
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "مدیریت منابع پرسنل",
                    "انگیزش، ارتقا و هدایت افراد در زمان کار، شناسایی بهترین فرد برای شغل."
                ],
                [
                    "مدیریت زمان",
                    "مدیریت زمان شخصی و زمان دیگران."
                ],
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ],
                [
                    "استدلال استقرایی",
                    "توانایی ترکیب تکه های اطلاعات برای تشکیل قواعد یا نتایج عمومی (شامل یافتن یک رابطه بین رویدادهای ظاهرا غیرمرتبط)"
                ],
                [
                    "تشخیص گفتار",
                    "توانایی تشخیص، شناسایی و درک گفتار شخص دیگر."
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "اتخاذ تصمیمات و حل مسائل",
                    "تحلیل اطلاعات و ارزیابی نتایج برای انتخاب بهترین راه حل و حل مسائل"
                ],
                [
                    "هدایت و انگیزه دادن به دیگران",
                    "هدایت زیردستان شامل ایجاد استانداردهای عملکرد و استانداردهای نظارت و کنترل."
                ],
                [
                    "فرآیندهای نظارت، مواد یا محیط",
                    "کنترل و مرور اطلاعات از مواد، رویدادها یا محیط برای شناسایی یا ارزیابی مسائل."
                ],
                [
                    "سازمان دهی، برنامه ریزی و اولویت بندی کار",
                    "توسعه اهداف و برنامه های مشخص جهت اولویت بندی، سازماندهی و تکمیل کارتان."
                ],
                [
                    "شناسایی اشیا، اقدامات و رویدادها",
                    "شناسایی اطلاعات از طریق دسته بندی، ارزیابی، شناخت اختلافات یا شباهت ها و تعیین تغییرات در محیط یا رویدادها."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "مذاکرات رودررو",
                    "هرچند وقت یکبار شما مذاکرات رودررو با اشخاص با تیم ها در این شغل دارید؟"
                ],
                [
                    "تماس با دیگران",
                    "چه مقدار این شغل شاغل را ملزم به تماس با دیگران (رودر رو، تلفنی یا ...) به منظور انجام آن می کند؟"
                ],
                [
                    "تلفن",
                    "هرچند وقت یکبار شما مکالمات تلفنی در این شغل دارید؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "در معرض آلاینده ها",
                    "چند دفعه این شغل شاغل را در معرض آلاینده هایی نظیر گازها، گرد و غبار و بوها قرار می دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی سه: مستلزم آمادگی متوسط"
                ],
                [
                    "تحصیلات",
                    "تصدی اکثر مشاغل این محدوده شغلی مستلزم دیدن آموزش در مراکز فنی و حرفه ای، تجربه کاری مرتبط حین کار، یا داشتن مدرک کاردانی می باشد. "
                ],
                [
                    "تجربیات مرتبط",
                    "تصدی این مشاغل مستلزم داشتن مهارت، دانش، یا تجربه کاری مرتبط می باشد. به عنوان مثال، یک برقکار باید دوره کارآموزی سه یا چهار ساله ای را گذرانده باشد یا سالیان متمادی آموزش در حین کار دیده باشد، و اغلب باید به منظور تصدی این شغل، در آزمون های خاصی شرکت کرده و مجوز مربوطه را دریافت نماید."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل معمولا نیازمند آموزش به مدت یک سال تا دو سال می باشند که شامل تلفیقی از تجربه حین کار یا آموزش های غیر رسمی حین کار با کارگران با تجربه می باشد. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از مهارت های ارتباطی و سازماندهی افراد برای هماهنگ سازی، سرپرستی و نظارت، مدیریت، یا آموزش دیگران به منظور رسیدن به اهدافی مشخص استفاده می شود. مدیران خدمات غذایی، برقکارها، کاردانان فنی کشاورزی، منشی های حقوقی، مصاحبه کنندگان، و کارگزاران فروش بیمه از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(6 تا < 7)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "رهبری",
                    "شغل نیازمند یک تمایل برای رهبری، به عهده گرفتن مسئولیت و ارائه نظرات و مسیر است."
                ],
                [
                    "ابتکار و نوآوری",
                    "شغل نیازمند یک تمایل برای به عهده گرفتن مسئولیت ها و چالش هاست."
                ],
                [
                    "سازگاری/انعطاف پذیری",
                    "شغل نیازمند برخورد باز با تغییرات (مثبت یا منفی) قابل توجه در محیط کاری است."
                ],
                [
                    "توجه به جزئیات",
                    "شغل نیازمند داشتن دقت درباره جزئیات و انجام وظایف کاری است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "موفقیت",
                    "مشاغلی که ارزش های کاری را ارضا می کنند، نتیجه گرا بوده و به کارکنان اجازه می دهند تا از قوی ترین توانایی های خود استفاده کرده و حس موفقیت را به آنها می بخشند. "
                ],
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ]
            ]
        }
    ]
}