{
    "title": "راننده و متصدی آمبولانس، به جز کاردانان فنی پزشکی اورژانس",
    "description": "رانندگی آمبولانس یا کمک به راننده آمبولانس در انتقال افراد بیمار، آسیب دیده، یا تحت درمان. ارایه کمک هنگام بلند کردن بیماران.",
    "subjects": [
        {
            "title": "دانش ",
            "content": [
                [
                    "خدمات مشتری و پرسنل",
                    "دانش اصول و فرآیندهایی برای تهیه خدمات مشتری و پرسنل. این شامل ارزیابی نیازهای مشتری، تامین استاندارهای کیفی خدمات و ارزیابی رضایت مشتری می باشد."
                ],
                [
                    "حمل و نقل",
                    "دانش اصول و روش هایی برای انتقال افراد یا کالاها از طریق هوایی، ریلی، دریایی یا جاده شامل هزینه ها و منافع وابسته"
                ],
                [
                    "ایمنی و امنیت عمومی",
                    "دانش تجهیزات، سیاست ها، روش ها و استراتژی های مربوطه برای ارتقای عملیات امنیتی محلی، استانی یا ملی به منظور حفاظت از افراد، داده ها، املاک و موسسات."
                ],
                [
                    "زبان انگلیسی",
                    "دانش ساختار و بافت زبان انگلیسی از جمله معنی و املای لغات، قواعد ترکیب و گرامر"
                ],
                [
                    "پزشکی و دندانپزشکی",
                    "دانش اطلاعات و تکنیک های لازم برای تشخیص و درمان جراحات، بیماری ها و نقایص انسانی. این شامل نشانه های بیماری، گزینه های درمان، خواص و واکنش های دارویی و روش های پیشگیرانه مراقبت بهداشتی می شود."
                ]
            ]
        },
        {
            "title": "مهارتها ",
            "content": [
                [
                    "گوش دادن فعال",
                    "توجه کامل به آنچه دیگران می گویند، صرف وقت برای درک نکات ابراز شده، پرسیدن سئوالات به شکل مناسب و مزاحم نشدن در زمان های نامناسب."
                ],
                [
                    "تفکر انتقادی",
                    "استفاده از منطق و استدلال برای شناسایی نقاط ضعف و قوت راه حل های گزینه ای، نتایج یا روش هایی برای مسائل."
                ],
                [
                    "جهت گیری خدمات",
                    "جستجوی فعالانه راه هایی برای کمک به افراد."
                ],
                [
                    "صحبت کردن",
                    "صحبت با دیگران برای انتقال موثر اطلاعات."
                ],
                [
                    "نظارت",
                    "نظارت/ارزیابی عملکرد خود، اشخاص دیگر یا سازمان ها برای حصول پیشرفت یا بکارگیری اقدامات صحیح."
                ]
            ]
        },
        {
            "title": "توانمندیها ",
            "content": [
                [
                    "حساسیت مساله",
                    "توانایی گفتن اینکه یک چیز چه زمانی غلط است یا احتمالا غلط می شود. این شامل حل مساله نیست بلکه تنها شناسایی مساله در میان است."
                ],
                [
                    "بیان شفاهی",
                    "توانایی انتقال اطلاعات و ایده ها در زمان صحبت کردن به نحوی که دیگران متوجه منظور شوند."
                ],
                [
                    "درک شفاهی",
                    "توانایی گوش کردن و درک اطلاعات و ایده های ارائه شده از طریق کلمات و جملات صحبت شده"
                ],
                [
                    "استدلال قیاسی",
                    "توانایی بکارگیری قواعد عمومی برای مسائل خاص به منظور ایجاد پاسخ هایی که معقول و قابل درک است."
                ],
                [
                    "استدلال استقرایی",
                    "توانایی ترکیب تکه های اطلاعات برای تشکیل قواعد یا نتایج عمومی (شامل یافتن یک رابطه بین رویدادهای ظاهرا غیرمرتبط)"
                ]
            ]
        },
        {
            "title": "فعالیتهای کاری ",
            "content": [
                [
                    "کمک کردن و توجه به دیگران",
                    "ارائه کمک فردی، توجه پزشکی، حمایت احساسی یا سایر توجهات فردی به دیگران شامل همکاران، مشتریان یا والدین."
                ],
                [
                    "عملیات وسایل نقلیه، دستگاه ها یا تجهیزات مکانیزه",
                    "راندن، مانور دادن، هدایت یا رانندگی وسایل نقلیه یا تجهیزات مکانیزه مثل جراثقیل ها، وسایل نقلیه مسافری، هواپیما یا قایق موتوری."
                ],
                [
                    "کسب اطلاعات",
                    "دریافت و دستیابی به اطلاعات از همه منابع مرتبط."
                ],
                [
                    "اتخاذ تصمیمات و حل مسائل",
                    "تحلیل اطلاعات و ارزیابی نتایج برای انتخاب بهترین راه حل و حل مسائل"
                ],
                [
                    "شناسایی اشیا، اقدامات و رویدادها",
                    "شناسایی اطلاعات از طریق دسته بندی، ارزیابی، شناخت اختلافات یا شباهت ها و تعیین تغییرات در محیط یا رویدادها."
                ]
            ]
        },
        {
            "title": "شرح کار ",
            "content": [
                [
                    "مسئول بهداشت و ایمنی دیگران",
                    "چه مقدار مسئولیت در ازای سلامت و ایمنی دیگران در این شغل وجود دارد؟"
                ],
                [
                    "کار با گروه یا تیم کاری",
                    "کار با دیگران در یک گروه یا تیم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "نزدیکی فیزیکی",
                    "تا چه حدی این شغل شاغل را ملزم می کند تا وظایف کاری خود را در نزدیکی سایر افراد انجام دهد؟"
                ],
                [
                    "رابطه با مشتریان خارجی",
                    "کار با مشتریان خارجی یا عموم در این شغل تا چه اندازه دارای اهمیت است؟"
                ],
                [
                    "آزادی گرفتن تصمیمات",
                    "این شغل چه مقدار آزادی تصمیم گیری بدون نظارت را ارائه می دهد؟"
                ]
            ]
        },
        {
            "title": "حوزه شغل",
            "content": [
                [
                    "عنوان",
                    "حوزه شغلی دو: مستلزم آمادگی اندک"
                ],
                [
                    "تحصیلات",
                    "تصدی این مشاغل معمولا مستلزم داشتن گواهی دیپلم دبیرستان می باشد."
                ],
                [
                    "تجربیات مرتبط",
                    "برای تصدی این مشاغل معمولا مهارت، دانش، یا تجربه مرتبط اندکی مورد نیاز می باشد. به عنوان مثال، یک صندوقدار می تواند در کار خود از تجربه کاری مستقیم قبلی اش با عموم بهره بگیرد."
                ],
                [
                    "آموزشهای شغل",
                    "کارکنان این مشاغل نیازمند چند ماه تا یک سال کار با کارگران با تجربه می باشند. یک برنامه کارآموزی شناخته شده می تواند نمونه ای از آموزش های مورد نیاز این مشاغل باشد."
                ],
                [
                    "نمونه های حوزه شغل",
                    "در این مشاغل اغلب از دانش و مهارت ها به منظور کمک به دیگران استفاده می شود. کارگران مرتبط با ورقه های فولادی، آتش نشانان جنگل ها، نمایندگان خدمات مشتریان، دستیاران فیزیو تراپ ها، فروشندگان (خرده فروشی)، و صندوقداران از جمله فعالان این مشاغل می باشند."
                ],
                [
                    "حدود آمادگی حرفه ای ویژه",
                    "(4 تا < 6)"
                ]
            ]
        },
        {
            "title": "علاقه مندیها ",
            "content": [
                [
                    "واقع گرایانه",
                    "مشاغل واقع گرایانه شامل فعالیت های کاری است که مسائل و راه حل های عملی را دربرمی گیرد. آنها اغلب با کارخانه ها، حیوانات و مواد جهان واعی مثل چوب، ابزار و ماشین آلات در ارتباط هستند."
                ],
                [
                    "اجتماعی",
                    "مشاغل اجتماعی شامل کار کردن، برقراری ارتباط و آموزش افراد است. این مشاغل اغلب شامل کمک کردن یا ارائه خدمت به دیگران است."
                ],
                [
                    "مخاطره پذیری",
                    "مشاغل مخاطره پذیر اغلب شامل آغاز کردن یا اجرای پروژه هاست. این مشاغل می تواند رهبری افراد و اتخاذ تصمیمات پرشمار را دربرگیرد. گاهی اوقات این مشاغل نیازمند مخاطره پذیری است و اغلب با بیزینس ها سر و کار دارد."
                ],
                [
                    "سنتی",
                    "مشاغل سنتی شامل پیگیری مجموعه ای از روش ها و روال های مرسوم است که بیش از ایده ها با داده ها و جزئیات سر و کار دارد."
                ],
                [
                    "کاوشگرانه",
                    "مشاغل کاوشگرانه (تحقیقی) شامل کار کردن با ایده هاست و نیاز به مقدار زیادی تفکر دارد. این مشاغل می تواند جستجوی واقعیات و حل ذهنی مسائل را دربرگیرد."
                ]
            ]
        },
        {
            "title": "سبک کار ",
            "content": [
                [
                    "قابل اعتماد بودن",
                    "شغل نیازمند اعتماد، مسئولیت پذیری و عمل به تعهدات است."
                ],
                [
                    "دغدغه خاطر برای دیگران",
                    "شغل نیازمند توجه به نیازها و احساسات دیگران، فهمیده بودن و داشتن روحیه کمک است."
                ],
                [
                    "کنترل شخصی",
                    "شغل نیازمند حفظ آرامش و خویشتن داری، کنترل خشم و جلوگیری از رفتارهای پرخاشگرانه حتی در شرایط بسیار مشکل است."
                ],
                [
                    "تحمل استرس و فشار",
                    "شغل نیازمند پذیرش انتقادات و برخورد آرام و موثر در شرایط پراسترس است."
                ],
                [
                    "همکاری",
                    "شغل نیازمند داشتن روحیه خوش با دیگران و به تصویر کشیدن نگرش همکاری و پاک طینتی است."
                ]
            ]
        },
        {
            "title": "ارزشهای کار ",
            "content": [
                [
                    "روابط",
                    "مشاغلی که این ارزش کاری را برآورده می کننده به کارکنان خود اجازه می دهند تا خدماتی برای دیگران فراهم کرده و با همکاران خود در یک محیط غیررقابتی دوستانه فعالیت می کنند. نیازهای انطباقی شامل همکاران، ارزش های اخلاقی و خدمات اجتماعی است."
                ],
                [
                    "حمایت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند توام با مدیریت حمایتی هستند که پشت و پناه کارکنان است. نیازهای انطباقی شامل سیاست های شرکت، نظارت: روابط انسانی و نظارت: فنی است."
                ],
                [
                    "استقلال",
                    "مشاغلی که این ارزش کاری را برآورده می کنند به کارکنان اجازه می دهند تا به تنهایی کار کرده و تصمیماتی اتخاذ کنند. نیازهای انطباقی شامل خلاقیت، مسئولیت و اختیار است."
                ],
                [
                    "شرایط کاری",
                    "مشاغلی که این ارزش کاری را برآورده می کنند، توام با امنیت شغلی و شرایط مناسب کاری می باشند. نیازهای انطباقی شامل فعالیت، پاداش، استقلال، امنیت، تنوع و شرایط کاری هستند."
                ],
                [
                    "شناخت",
                    "مشاغلی که این ارزش کاری را برآورده می کنند ارائه کننده پیشرفت و پتانسیلی برای رهبری بوده و اغلب جزو مشاغل آبرومند محسوب می شوند. نیازهای انطباقی شامل پیشرفت، اختیار، شناخت و وضعیت اجتماعی هستند."
                ]
            ]
        }
    ]
}